Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: help/*/*.po
Languages: fr, ko, ru

source: @@image: 'figures/main-app.png'; md5=5bc3f0bd4d9ae5bb4e46e19d1d649f4b
ru: @@image: 'figures/main-app.png'; md5=9352293a48a5e9e9e34f507002070075

source: <application>Palimpsest Disk Utility</application> Manual
fr: Manuel de l'<application>utilitaire de disque Palimpsest</application>
ko: <application>Palimpsest 디스크 도구</application> 설명서
ru: Руководство <application>Дисковой утилиты Palimpsest</application>

source: This document describes the Palimpsest Disk Utility application.
fr: Ce document décrit l'application Utilitaire de disque Palimpsest.
ko: 이 문서는 Palimpsest 디스크 도구 프로그램을 설명합니다.
ru: Этот документ описывает Дисковую утилиту Palimpsest.

source: GNOME Documentation Project
fr: Projet de documentation GNOME
ko: 그놈 문서 프로젝트
ru: Проект документации GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
fr: Permission vous est donnée de copier, distribuer et/ou modifier, selon les termes de la licence de documentation libre GNU, version 1.1 ou ultérieure publiée par la Free Software Foundation, ce document sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.
ko: 전면 표지와 후면 표지, 그리고 변경되지 않는 섹션을 제외한 이 문서의 복제, 배포 및 수정은 재단이 공표한 Version 1.1 이후의 GNU Free Documentation License(GFDL)에 의해 허용됩니다. GFDL의 복제본은 이 <ulink type="help" url="ghelp:fdl">링크</ulink>, 혹은 이 설명서와 함께 배포되는 COPYING-DOCS 파일에서 찾을 수 있습니다.
ru: Разрешается копирование, распространение и/или изменение этого документа на условиях лицензии GNU Free Documentation License (GFDL), версии 1.1 или более поздней, опубликованной Free Software Foundation, без неизменяемых разделов, без текстов лицевых обложек, а также без текстов оборотных обложек. Вы можете найти копию GFDL по этой <ulink type="help" url="ghelp:fdl">ссылке</ulink> или в файле COPYING-DOCS поставляемым вместе с этим руководством.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
fr: Ce manuel fait partie de la collection de manuels GNOME distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.
ko: 이 설명서는 GFDL에 의해 배포되는 그놈 메뉴얼 모음의 한 부분입니다. 모음으로부터 이 설명서를 개별적으로 배포하고 싶으시다면 라이선스의 6장에 기술된 대로 이 메뉴얼에 라이선스를 추가함으로써 가능합니다.
ru: Это руководство является частью коллекции руководства GNOME распространяемого под GFDL. Если вы хотите распространять это руководство отдельно от коллекции, вы можете делать это, добавив копию лицензии к руководству, как описано в лицензии в разделе 6.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de Documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
ko: 회사에서 제품이나 서비스를 구분하기 위해 사용되는 수많은 이름들은 등록상표 입니다. 어떤 그놈 문서에 나타나는 등록상표 명칭이나 등록상표로 인지되는 그놈 문서 프로젝트의 구성원의 이름이 존재하는 곳에는 대문자로 표기하거나 대문자 약자로 표기됩니다.
ru: Многие имена, используемые компаниями для обозначения своих продуктов и услуг, заявляются в качестве торговых марок. Там, где эти имена появляются в какой-либо документации GNOME, и члены проектной документации GNOME были осведомлены об этих товарных знаках, то имена должны быть заглавными буквами или с заглавной буквы.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES QUE CE DOCUMENT OU SA VERSION MODIFIÉE EST DE QUALITÉ LOYALE ET MARCHANDE, EST ADAPTÉ OU CONTREVIENT À UN OBJECTIF PARTICULIER. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE SOUS QUELQUE CONSIDÉRATION QUE CE SOIT, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ;
ru: ДОКУМЕНТ РАСПРОСТРАНЯЕТСЯ «КАК ЕСТЬ», БЕЗ ВСЯКИХ ГАРАНТИЙ, ПОДРАЗУМЕВАЕМЫХ ИЛИ ВЫРАЖЕННЫХ ЯВНО, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ГАРАНТИЯМИ, ЧТО ДОКУМЕНТ ИЛИ ЕГО ИЗМЕНЁННАЯ ВЕРСИЯ НЕ СОДЕРЖИТ ДЕФЕКТОВ, ПРИГОДНА ДЛЯ ПРОДАЖИ, ПОДХОДИТ ДЛЯ ОПРЕДЕЛЁННЫХ ЦЕЛЕЙ ИЛИ НЕ УЩЕМЛЯЕТ ЧЬИХ ЛИБО ПРАВ. ВСЕ РИСКИ, КАСАЮЩИЕСЯ КАЧЕСТВА, ТОЧНОСТИ ИЛИ ПРАВИЛЬНОСТИ ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЁННЫХ ВЕРСИЙ, ЛЕЖАТ НА ВАС. ЕСЛИ ДОКУМЕНТ ИЛИ ЕГО ИЗМЕНЁННАЯ ВЕРСИЯ ИМЕЕТ НЕДОСТАТКИ, ВЫ (А НЕ АВТОР ДОКУМЕНТА ИЛИ ЕГО ПОМОЩНИК) БЕРЁТЕ НА СЕБЯ СТОИМОСТЬ ЛЮБОЙ НЕОБХОДИМОЙ ДОРАБОТКИ, КОРРЕКЦИИ ИЛИ ВОССТАНОВЛЕНИЯ. ЭТОТ ОТКАЗ ОТ ГАРАНТИЙ СОСТАВЛЯЕТ ВАЖНУЮ ЧАСТЬ ЛИЦЕНЗИИ. НИКАКОЕ ИСПОЛЬЗОВАНИЕ ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЁННОЙ ВЕРСИИ НЕ ДОПУСКАЕТСЯ БЕЗ ДАННОГО ПРЕДУПРЕЖДЕНИЯ И

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОМ ЗАКОННОМ СПОСОБЕ, БУДЬ ТО ПРАВОНАРУШЕНИЕ (ПО НЕОСТОРОЖНОСТИ), СОГЛАШЕНИЕ ИЛИ ДРУГАЯ ПРИЧИНА, АВТОР, СОЗДАТЕЛЬ, ПОМОЩНИКИ ИЛИ РАСПРОСТРАНИТЕЛЬ ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЁННОЙ ВЕРСИИ, ИЛИ КАКОЙ-ЛИБО ПОСТАВЩИК КАКОЙ-ЛИБО ИЗ ЕГО ЧАСТЕЙ, НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПРЯМОЙ, КОСВЕННЫЙ, СПЕЦИАЛЬНЫЙ, СЛУЧАЙНЫЙ ИЛИ ПРЕДНАМЕРЕННЫЙ УЩЕРБ ЛЮБОГО СВОЙСТВА, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ, ПОТЕРЮ РЕПУТАЦИИ, РАБОТОСПОСОБНОСТИ, КОМПЬЮТЕРНЫЕ СБОИ ИЛИ ПОЛОМКИ, ИЛИ ЛЮБОЙ ДРУГОЙ УЩЕРБ ИЛИ ПОТЕРИ, ВОЗНИКАЮЩИЕ ВСЛЕДСТВИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ДОКУМЕНТА ИЛИ ЕГО ИЗМЕНЁННЫХ ВЕРСИЙ, ДАЖЕ ЕСЛИ СТОРОНА БЫЛА УВЕДОМЛЕНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS MODIFIÉES SONT FOURNIS SELON LES TERMES DE LA LICENCE DE DOCUMENTATION LIBRE GNU SACHANT QUE : <placeholder-1/>
ru: ДОКУМЕНТ И ЕГО ИЗМЕНЁННЫЕ ВЕРСИИ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ ЛИЦЕНЗИИ THE GNU FREE DOCUMENTATION LICENSE С УВЕДОМЛЕНИЕМ О ТОМ, ЧТО: <placeholder-1/>

source: Palimpsest Disk Utility Manual V 0.1
fr: Manuel V 0.1 de l'utilitaire de disque Palimpsest
ko: Palimpsest 디스크 도구 설명서 V 0.1
ru: Руководство по Дисковой утилите Palimpsest V 0.1

source: This manual describes version 0.1 of Palimpsest Disk Utility.
fr: Ce manuel décrit la version 0.1 de l'utilitaire de disque Palimpsest.
ko: 이 설명서는 Palimpsest 디스크 도구 버전 0.1을 설명합니다.
ru: Это руководство описывает приложение «Дисковая утилита» версии 0.1.

source: Feedback
fr: Votre avis
ko: 피드백
ru: Обратная связь

source: To report a bug or make a suggestion regarding the <application>Palimpsest Disk Utility</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
fr: Pour rapporter une anomalie ou faire une suggestion au sujet de <application>l'utilitaire de disque Palimpsest</application> ou du manuel, suivez les instructions de la <ulink url="ghelp:gnome-feedback" type="help">page GNOME « Votre avis »</ulink>.
ko: <application>Palimpsest 디스크 도구</application> 프로그램과 이 설명서에 대한 버그나 제안을 보고하려면 <ulink url="ghelp:gnome-feedback" type="help">그놈 피드백 페이지</ulink>의 지시를 따릅니다.
ru: Чтобы сообщить об ошибке или внести предложение относительно <application>Дисковой утилиты Palimpsest</application> или руководства, следуйте инструкциям на <ulink url="ghelp:gnome-feedback" type="help">странице обратной связи с GNOME</ulink>.

source: Introduction.
ko: 개요.
ru: Введение.

source: This is the <application>Palimpsest Disk Utility</application> user's guide.
fr: Voici le guide utilisateur de <application>l'utilitaire de disque Palimpsest</application>
ko: 이것은 <application>Palimpsest 디스크 도구</application> 사용자 안내서입니다.
ru: Это руководство пользователя <application>Дисковой утилиты Palimpsest</application>.

source: <application>Palimpsest Disk Utility</application> Window
fr: Fenêtre de l'<application>utilitaire de disque Palimpsest</application>
ko: <application>Palimpsest 디스크 도구</application> 창
ru: Окно <application>Дисковой утилиты Palimpsest</application>

source: Palimpsest Disk Utility
fr: Utilitaire de disque Palimpsest
ko: Palimpsest 디스크 도구
ru: Дисковая утилита Palimpsest

source: Shows <placeholder-1/> main window.
fr: Affiche la fenêtre principale <placeholder-1/>.
ko: <placeholder-1/> 메인 창을 보입니다.
ru: Показывает <placeholder-1/> главное окно.

source: Advanced Palimpsest Disk Utility.
fr: Utilitaire de disque avancé Palimpsest.
ko: 진보된 Palimpsest 디스크 도구.
ru: Расширенная Дисковая утилита Palimpsest

source: Palimpsest Disk Utility is a complex program, with many advanced features.
fr: L'utilitaire de disque Palimpsest est un programme complexe, avec de nombreuses fonctions avancées.
ko: Palimpsest 디스크 도구는 진보된 기능을 가진 복잡한 프로그램입니다.
ru: Дисковая утилита Palimpsest — это комплексная программа, со множеством дополнительных функций.

source: translator-credits
fr: Nicolas Repentin <nicolas dot repentin at gmail dot com>, 2009. Pablo Martin-Gomez <pablo.martin-gomez@laposte.net>, 2009. Gérard Baylard <gerard.b/@/bbox.fr>,2010.
ko: Seong-ho, Cho <darkcircle.0426@gmail.com>
ru: Stanislav Solovey <whats_up@tut.by> Misha Shnurapet <zayzayats@yandex.ru>
