Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: po/*.po
Languages: sk, te

source: Failure is a sign of imminent disk failure (Pre-Fail)
sk: Zlyhanie je príznakom blízkeho zlyhania disku (Pre-Fail)
te: వైఫల్యం అనునది డిస్కు వైఫల్యం ఆసన్నమైంది అనుదానికి చిహ్నం (ముందు-వైఫల్యం)

source: Failure is a sign of old age (Old-Age)
sk: Zlyhanie je príznakom vysokého veku (Old-Age)
te: వైఫల్యం అనునది వయస్సు-పెరిగింది అనుదానికి సంకేతము (వయసు-పెరిగింది)

source: Every time data is collected (Online)
sk: Vždy, keď sa zbierajú údaje (Online)
te: ప్రతిసారి డాటా సేకరించబడింది (ఆన్‌లైను)

source: Only during off-line activities (Not Online)
sk: Iba pri aktivitách v odpojenom stave (Not Online)
te: ఆఫ్-లైను కార్యకలాపాలనందు మాత్రమే (ఆన్‌లైను కాదు)

source: Type: %s Updates: %s Raw: 0x%02x%02x%02x%02x%02x%02x
sk: Typ: %s Typ aktualizácie: %s Nespracované údaje: 0x%02x%02x%02x%02x%02x%02x
te: రకము: %s నవీకరణలు: %s ముడి: 0x%02x%02x%02x%02x%02x%02x

source: No drive selected
te: ఏ డ్రైవు యెంపికకాలేదు

source: SMART not supported
te: SMART మద్దతీయుటలేదు

source: SMART data never collected
sk: Údaje SMART neboli zbierané
te: SMART డాటా యెప్పడూ సేకరించబడలేదు

source: SMART data is malformed
sk: Údaje SMART sú poškodené
te: SMART డాటా తప్పుగా యెర్పడింది

source: Unknown
sk: Neznáme
te: తెలియని

source: Passed
sk: V poriadku
te: నిలిపివేయబడింది

source: FAILING
sk: ZLYHANIE
te: వైఫల్యమౌతోంది

source: None
sk: Žiadne
te: ఏదీకాదు

source: %d bad sector
sk: %d chybných sektorov
te: %d చెడ్డ సెక్టారు

source: Completed OK
sk: Úspešne dokončená
te: ఓకే సమాప్తము

source: Cancelled
sk: Zrušená
te: రద్దుచేయబడినది

source: Cancelled (with hard or soft reset)
sk: Zrušená (tvrdým alebo mäkkým reštartom)
te: రద్దుచేయబడినది (కటిన లేదా సున్నిత పునఃఅమర్పుతో)

source: Not completed (a fatal error might have occurred)
sk: Nedokončená (mohla nastať kritická chyba)
te: పూర్తవలేదు (ఒక క్లిష్టమైన దోషము యెదురైంది)

source: FAILED (Electrical)
sk: ZLYHALA (kvôli elektronike)
te: విఫలమైంది (ఎలక్ట్రికల్)

source: FAILED (Servo)
sk: ZLYHALA (kvôli servomotorom)
te: విఫలమైంది (సెర్వో)

source: FAILED (Read)
sk: ZLYHALA (kvôli čítaniu)
te: విఫలమైంది (చదువు)

source: FAILED (Suspected of having handled damage)
sk: ZLYHALA (kvôli podozreniu na poškodenie)
te: విఫలమైంది (సంభాలించిన నష్టమును కలిగివున్న అనుమానంవుంది)

source: In progress
sk: Prebieha
te: పురోగమించునది

source: This operation concerns the volume "%s" (%s)
sk: Táto operácia sa týka zväzku „%s“ (%s)
te: "%s" (%s) పరిమాణమునకు ఈ కార్యము సంబంధించినది

source: This operation concerns the drive "%s" (%s)
sk: Táto operácia sa týka disku „%s“ (%s)
te: ఈ కార్యము "%s" (%s) చోదకమునకు సంబంధించింది

source: This operation concerns "%s" (%s)
sk: Táto operácia sa týka „%s“ (%s)
te: ఈ కార్యము "%s" (%s) నకు సంబంధించినది

source: User Name
sk: Používateľské meno
te: వినియోగదారుని పేరు

source: The chosen user name
sk: Zvolené používateľské meno
te: ఎంచుకొన్న వినియోగదారుని పేరు

source: Address
sk: Adresa
te: చిరునామా

source: The chosen address
sk: Zvolená adresa
te: ఎంచుకొన్న చిరునామా

source: Choose Server
sk: Zvoľte server
te: ఎంచుకొన్న సర్వరు

source: Connect to Server
sk: Pripojenie k serveru
te: సర్వరుకు అనుసంధానమగు

source: _Browse...
sk: _Prechádzať...
te: అన్వేషణ...(_B)

source: Browse servers discovered via the DNS-SD protocol
sk: Prechádza servery objavené pomocou protokolu DNS-SD
te: DNS-SD ప్రోటోకాల్ ద్వారా అన్వేషణ సర్వరులు కనుగొనబడినది

source: To manage storage devices on another machine, enter the address and press “Connect”. The connection will be made using the <i>Secure Shell</i> protocol.
sk: Keď chcete spravovať zariadenia na iných počítačoch, zadajte adresu a kliknite na „Pripojiť“. Spojenie sa vytvorí pomocou protokolu <i>Secure Shell</i>.
te: ఇంకొక యంత్రంపై దాచిన పరికరములను నిర్వహించుటకు, చిరునామాను ఇచ్చి “Connect” ను నొక్కుము.<i>సెక్యూర్ షెల్ </i> ప్రోటోకాల్ సహాయముతో అనుసంధానమగును.

source: The hostname or address to connect to
sk: Názov alebo adresa hostiteľa, ku ktorému sa program má pripojiť
te: అనుసంధానమగుటకు అతిధినామము లేదా చిరునామా

source: Server _Address:
sk: _Adresa servera:
te: సర్వరు చిరునామా:(_A)

source: The user name to connect as
sk: Používateľské meno, pod ktorým sa má program pripojiť
te: ఇలా అనుసంధానమగుటకు వినియోగదారునినామము

source: _User Name:
sk: Po_užívateľské meno:
te: వినియోగదారుని పేరు(_U):

source: Maximum Logical Volume Size
sk: Maximálna veľkosť logického zväzku
te: గరిష్ట లాజికల్ వాల్యూం పరిమాణము

source: The maximum possible logical volume size
sk: Maximálna možná veľkosť logického zväzku
te: సంభవమైన గరిష్ట లాజికల్ వాల్యూమ్ పరిమాణము

source: Logical Volume Size
sk: Veľkosť logického zväzku
te: లాజికల్ వాల్యూమ్ పరిమాణము

source: The requested Logical Volume size
sk: Požadovaná veľkosť logického zväzku
te: అభ్యర్దించిన లాజికల్ వాల్యూమ్ పరిమాణము

source: C_reate
sk: _Vytvoriť
te: సృష్టించుము (_r)

source: Create Logical Volume on %s
sk: Vytvoriť logický zväzok v %s
te: లాజికల్ వాల్యూమ్ %s పై సృష్టించుము

source: Pool
sk: Fond
te: పూల్

source: The pool of devices
sk: Fond zariadení
te: పరికరముల సమూహము

source: RAID Level
sk: Typ RAID
te: RAID స్థాయి

source: The selected RAID level
sk: Vybraný typ RAID
te: ఎంపికైన RAID స్థాయి

source: Name
sk: Názov
te: పేరు

source: The requested name for the array
sk: Požadovaný názov pre pole
te: ఏరే కొరకు అభ్యర్ధించిన నామము

source: Size
sk: Veľkosť
te: పరిమాణము

source: The requested size of the array
sk: Požadovaná veľkosť poľa
te: ఎరే యొక్క అభ్యర్దించిన పరిమాణము

source: Component Size
sk: Veľkosť súčasti
te: మూలకము పరిమాణము

source: The size of each component
sk: Veľkosť každej súčasti
te: ప్రతి మూలకముయొక్క పరిమాణము

source: Stripe Size
sk: Veľkosť bloku
te: స్ట్రైప్ పరిమాణము

source: The requested stripe size of the array
sk: Požadovaná veľkosť bloku poľa
te: ఏరే యొక్క అభ్యర్ధించిన స్ట్రైప్ పరిమాణము

source: Drives
sk: Disky
te: Driveలు

source: Array of drives to use for the array
sk: Pole diskov, ktoré sa majú použiť pre pole
te: ఎరే కొరకు వుపయోగించుటకు డ్రైవుల యొక్క ఎరే

source: Create RAID Array
sk: Vytvorenie diskového poľa RAID
te: RAID ఏరే సృష్టించుము

source: General
sk: Všeobecné
te: సాధారణ

source: RAID _Level:
sk: _Typ RAID:
te: RAID స్థాయి: (_L)

source: Array _Name:
te: ఎరే నామము (_N):

source: New RAID Array
sk: Nové diskové pole RAID
te: కొత్త RAID ఎరే

source: Stripe S_ize:
sk: Veľkosť _bloku:
te: స్ట్రైప్ పరిమాణము (_i):

source: Array _Size:
sk: Veľkosť _poľa:
te: ఎరే పరిమాణము (_S):

source: _Disks
sk: _Disky
te: డిస్కులు(_D)

source: Use entire disks instead of _partitions
sk: Požiť celý disk namiesto _oddielov
te: పార్టీషంస్ కి బదులుగా పూర్తి డిస్కులను ఉపయోగించు

source: If checked, the entirety of each selected disk will be used for the RAID array. Otherwise partitions will be created.
sk: Ak je zaškrtnuté, použije sa celý priestor každého vybraného disku pre diskové pole RAID. V opačnom prípade budú vytvorené oddiely.
te: పరిశీలించినచో, ప్రతీ ఎంచుకున్న డిస్క్ పూర్తిగా RAID ఎరే కొరకు ఉపయోగిస్తారు. లేనిచో ఇతర విభజనలు సృష్టించబడతాయి.

source: Insufficient number of disks to create a %s array.
sk: Nedostatočný počet diskov na vytvorenie diskového poľa %s.
te: %s ఎరేను సృష్టించుటకు సరిపోని డిస్కుల సంఖ్య.

source: To create a %s array, select a disk.
sk: Na vytvorenie diskového poľa %s označte %d diskov.
te: %s ఎరేను సృష్టించుటకు, ఒక డిస్కును యెంచుకొనుము.

source: To create a %s array, select one more disk.
sk: Na vytvorenie diskového poľa %s vyberte ešte %d diskov.
te: %s ఎరేను సృష్టించుటకు, ఇంకొక డిస్కును యెంచుకొనుము.

source: To create a %s %s array on %d disks, press "Create"
sk: Na vytvorenie %s poľa %s na %d diskoch, stlačte „Vytvoriť“
te: %s %s ఎరేను సృష్టించుటకు %d డిస్కులపైన, "సృష్టించు" వత్తుము

source: Maximum Partition Size
sk: Maximálna veľkosť oddielu
te: గరిష్ట పార్టీషన్ పరిమాణము

source: The maximum possible partition size
sk: Maximálna možná veľkosť oddielu
te: సాధ్యమైన గరిష్ట పార్టీషన్ పరిమాణము

source: Partition Size
sk: Veľkosť oddielu
te: విభజించన పరిమాణము

source: The requested partition size
sk: Požadovaná veľkosť oddielu
te: అభ్యర్ధించిన పార్టీషన్ పరిమాణము

source: Create partition on %s
sk: Vytvoriť oddiel na %s
te: %s పై విభజనను సృష్టించుము

source: Flags
sk: Príznaky
te: జెండాలు

source: Flags for the widget
sk: Príznaky pre widget
te: విడ్జెట్ కొరకు ఫ్లాగ్‌లు

source: Selected Drives
sk: Vybrané disky
te: ఎంచుకున్న డ్ర్వివర్లు

source: Array of selected drives
sk: Pole vybraných diskov
te: ఎంచుకున్న డ్ర్వివర్లు యొక్క అరే

source: Number of available disks
sk: Počet dostupných diskov
te: లభ్యమైన డిస్కుల సంఖ్య

source: Largest Segment For Selected
sk: Najväčší úsek na vybraných
te: ఎంచుకున్న వాటికి అతిపెద్దదైన ఖండము

source: The largest free segment for the selected drives
sk: Najväčší voľný úsek na vybraných diskoch
te: ఎంపికచేసిన చోదకములలో అతి పెద్ద ఖాళీఖండము

source: Largest Segment For All
sk: Najväčší úsek na všetkých
te: అన్నిటికంటే అతిపెద్దదైన ఖండము

source: The largest free segment for all the drives
sk: Najväčší voľný úsek na všetkých diskoch
te: అన్ని చోదకములలో అతి పెద్ద ఖాళీ ఖండము

source: The size to use in the details header
sk: Veľkosť, ktorá sa má použiť v hlavičke podrobností
te: వివరణ ఎగువ సాచి లో ఉపయోగించే పరిమాణము

source: Cannot select multipath component
sk: Nie je možné vybrať súčasť viaccestného zariadenia
te: బహుగమ్య అంతర్భాగమును ఎంచుకొనుట కుదరుటలేదు

source: No free space.
sk: Žiadne voľné miesto.
te: ఖాళీ స్థలము లేదు.

source: Insufficient space: %s is needed but largest contiguous free block is %s.
sk: Nedostatok miesta: potrebných je %s, no najväčší súvislý voľný blok má %s.
te: సరిపోని స్థలము:%s అయినా కావాలి అతిపెద్ద వొకే ఖాళీ బ్లాకు %s ది

source: The disk will be partitioned and a partition will be created
sk: Disk bude rozdelený a oddiel bude vytvorený.
te: డిస్కు విభజించబడుతుంది మరియు విభజన సృష్టించబడుతుంది

source: The disk will be partitioned and a %s partition will be created. Afterwards no space will be available.
sk: Disk bude rozdelený a %s oddiel bude vytvorený. Nezostane žiadne voľné miesto.
te: డిస్కు విభజించబడుతుంది మరియు %s విభజన సృష్టించబడుతుంది. దాని తరువాత ఎటువంటి స్థలము దొరకదు.

source: The disk will be partitioned and a %s partition will be created. Afterwards %s will be available.
sk: Disk bude rozdelený a %s oddiel bude vytvorený. Zostane %s voľného miesta.
te: డిస్కు విభజించబడుతుంది మరియు %s విభజన సృష్టించబడుతుంది. ఎల్లప్పుడు %s అందుబాటులో ఉంటుంది.

source: A partition will be created
sk: Oddiel bude vytvorený
te: విభజన సృష్టించబడుతుంది

source: A volume will be created
sk: Zväzok bude vytvorený
te: ఒక వాల్యూం సృష్టించబడుతుంది

source: A %s partition will be created. Afterwards no space will be available.
sk: %s oddiel bude vytvorený. Nezostane žiadne voľné miesto.
te: %s విభజన సృష్టించబడుతుంది.ఆ తరువాత స్థలము ఏమీ అందుబాటులో ఉండదు.

source: A %s volume will be created. Afterwards no space will be available.
sk: %s zväzok bude vytvorený. Nezostane žiadne voľné miesto.
te: ఒక %s వాల్యూం సృష్టించబడును.ఆ తరువాత స్థలము ఏమీ అందుబాటులో ఉండదు

source: A %s partition will be created. Afterwards %s will be available.
sk: %s oddiel bude vytvorený. Zostane %s voľného miesta.
te: %s విభజన సృష్టించబడుతుంది. తరువాత %s అందుబాటులో ఉంటది.

source: A %s volume will be created. Afterwards %s will be available.
sk: %s zväzok bude vytvorený. Zostane %s voľného miesta.
te: ఒక %s వాల్యూం సృష్టించబడును.ఆ తరువాత %s అందుబాటులో ఉంటుంది.

source: Whole disk is uninitialized. %s available for use
sk: Obsah disku nie je inicializovaný. Je možné použiť %s
te: మొత్తము డిస్కు సిద్దీకరించబడలేదు. %s వినియోగము కొరకు అందుబాటులోవుంది

source: %s available for use
sk: Je možné použiť %s
te: %s వినియోగము కొరకు అందుబాటులోవుంది

source: The disk has no partitions. %s available for use
sk: Disk nemá oddiely. Je možné použiť %s
te: డిస్కు విభజనలను కలిగిలేదు. %s వినియోగము కొరకు అందుబాటులోవుంది

source: The disk has %d partition
sk: Disk má %d oddielov
te: డిస్కు %d విభజనను కలిగివుంది

source: %s. Largest contiguous free block is %s
sk: %s. Najväčší súvislý voľný blok má %s
te: %s. అతిపెద్ద వొకే ఖాళీ బ్లాకు %s

source: Storage Devices
sk: Úložné zariadenia
te: పరికరములను దాచుట

source: Details
sk: Podrobnosti
te: వివరాలు

source: Error benchmarking drive
sk: Chyba pri testovaní výkonu disku
te: పరికరమునకు బెంచ్ మార్క్ పెట్టుటలో దోషము

source: Are you sure you want to start a read/write benchmark?
sk: Ste si istý, že chcete spustiť test výkonu čítania a zápisu?
te: మీరు ఖచ్చితంగా చదివి/వ్రాయు బెంచ్ మార్క్ ను మెదలెట్టాలనుకుంటున్నారా?

source: _Benchmark
sk: _Test výkonu
te: బెంచుమార్క్(_B)

source: %s (%s) – Benchmark
sk: Test výkonu %s (%s)
te: %s (%s) – బెంచుమార్క్

source: Minimum Read Rate:
sk: Minimálna rýchlosť čítania:
te: కనీసచదువు సూచి:

source: Minimum Write Rate:
sk: Minimálna rýchlosť zápisu:
te: కనీసపరిమాణము

source: Maximum Read Rate:
sk: Maximálna rýchlosť čítania:
te: గరిష్ట చదువు సూచి:

source: Maximum Write Rate:
sk: Maximálna rýchlosť zápisu:
te: గరిష్ట వ్రాయు సూచి:

source: Average Read Rate:
sk: Priemerná rýchlosť čítania:
te: సగటు చదువు సూచి:

source: Average Write Rate:
sk: Priemerná rýchlosť zápisu:
te: సగటు వ్రాయు సూచి:

source: Last Benchmark:
sk: Posledný test výkonu:
te: చువరి బెంచ్ మార్క్:

source: Average Access Time:
sk: Priemerná prístupová doba:
te: సగటు అందుబాటు సమయము:

source: Start _Read-Only Benchmark
sk: Spustiť _test výkonu čítania
te: చదువు-మాత్రమే బెంచ్ మార్క్ ను మొదలెట్టుము(_R)

source: Measure read rate and access time
sk: Zmeria rýchlosť čítania a prístupovú dobu
te: చదువు సూచి మరియు అందుబాటు సమయమును కొలువుము

source: Start Read/_Write Benchmark
sk: Spustiť test výkonu čítania aj _zápisu
te: చదువు/వ్రాయు బెంచ్ మార్క్ ను మొదలెట్టుము(_W)

source: Measure read rate, write rate and access time
sk: Zmeria rýchlosť čítania, rýchlosť zápisu a prístupovú dobu
te: చదువు సూచి, వ్రాయు సూచి మరియు అందుబాటు సమయమును కొలువుము

source: Never
sk: Nikdy
te: ఎప్పటికీ కాదు

source: Cancel
sk: Zrušiť
te: రద్దుచేయి

source: Cancels the currently running benchmark
sk: Zruší práve prebiehajúci test výkonu
te: ప్రస్తుతం నడుపుతున్న బెంచ్ మార్క్ ను రద్దుచేస్తుంది

source: Edit %s
sk: Upraviť %s
te: %s ని సరిచేయు

source: Missing Physical Volume
sk: Chýba fyzický zväzok
te: తొలిగిన భౌతిక వాల్యూమ్

source: Edit PVs on %s (%s)
sk: Upraviť fyzický zväzok na %s (%s)
te: %s (%s) పై PV లను మార్చుము

source: Physical _Volumes
sk: Fyzické _zväzky
te: భౌతిక వాల్యూంలు (_V)

source: Physical Volume
sk: Fyzický zväzok
te: భౌతిక వాల్యూమ్

source: Capacity
sk: Kapacita
te: సామర్ధ్యత

source: Unallocated
sk: Nerezervované
te: కేటాయించని

source: SMART Status:
sk: Stav SMART:
te: SMART స్థితి:

source: Device:
sk: Zariadenie:
te: పరికరము:

source: _New Physical Volume
sk: _Nový fyzický zväzok
te: కొత్త భౌతిక వాల్యూమ్(_N)

source: Add a new PV to the VG
sk: Pridá nový fyzický zväzok do skupiny zväzkov
te: VG కి ఒక కొత్త PV ని కూడుము

source: _Remove Physical Volume
sk: O_dobrať fyzický zväzok
te: భౌతిక వాల్యూమ్ ను తీసివేయు(_R)

source: Remove the PV from the VG
sk: Odoberie fyzický zväzok zo skupiny zväzkov
te: VG కి ఒక కొత్త PV ని తీసివేయుము

source: Not Supported
sk: Nepodporované
te: మద్దతీయుటలేదు

source: Edit components on %s (%s)
sk: Upraviť súčasti na %s (%s)
te: %s (%s) మూలకములలో మార్పు చేయు

source: C_omponents
sk: _Súčasti
te: మూలకములు(_o)

source: Position
sk: Pozícia
te: స్థానము

source: Component
sk: Súčasť
te: మూలకము

source: State
sk: Stav
te: స్థితి

source: Position:
sk: Pozícia:
te: స్థానము

source: State:
sk: Stav:
te: రాష్టం:

source: Add _Spare
sk: Pridať _náhradné zariadenie
te: స్పేర్ ను కూడుము(_S)

source: Add a spare to the array
sk: Pridá náhradné zariadenie do poľa
te: ఎరేకి ఒక స్పేర్ ను కూడుము

source: _Expand Array
sk: _Rozšíriť pole
te: ఎరేను విస్తారించుము (_E)

source: Increase the capacity of the array
sk: Zvýši kapacitu poľa
te: ఎరే యొక్క పరిమాణమును పెంచుము

source: _Attach Component
sk: _Pripojiť súčasť
te: మూలకమును జతపరుచు(_A)

source: Attach the component to the array
sk: Pripojí súčasť do poľa
te: అరేకి ఒక మూలకమును జతపరుచు

source: _Remove Component
sk: O_dobrať súčasť
te: మూలకమును తీసివేయి (_R)

source: Remove the component from the array
sk: Odoberie súčasť z poľa
te: ఎరేనుండి మూలకమును తీసివేస్తోంది

source: Part_ition Label:
sk: _Menovka oddielu:
te: విభజన లేబుల్ (_i):

source: Ty_pe:
sk: _Typ:
te: రకము (_p):

source: _Bootable
sk: _Zavádzací
te: బూటబుల్ (_B)

source: Required / Firm_ware
sk: Požadovaný / _Firmvér
te: అవసరమైన / ఫర్మువేర్ (_w)

source: The operation failed
sk: Operácia zlyhala
te: ఆపరేషన్ విఫలమైంది.

source: The device is busy
sk: Zariadenie je zaneprázdnené
te: పరికరము బ్యుజీగా వుంది.

source: The operation was canceled
sk: Operácia bola zrušená
te: ఆపరేషన్ రద్దుచేయబడింది.

source: The daemon is being inhibited
sk: Démon je potlačený
te: డెమోన్ నిరోధించబడుతోంది

source: An invalid option was passed
sk: Bola predaná neplatná voľba
te: ఒక చెల్లని ఐచ్చికము పంపబడింది.

source: The operation is not supported
sk: Operácia nie je podporovaná
te: ఈ ఆపరేషన్ మద్దతించబడుటలేదు.

source: Getting ATA SMART data would wake up the device
sk: Získanie údajov z ATA SMART by zariadenie prebudilo
te: ATA SMART డాటా పొందుట పరికరాన్ని మేల్కొలుపుతుంది.

source: Permission denied
sk: Prístup zamietnutý
te: అనుమతి నిరాకరించబడింది.

source: Filesystem driver not installed
sk: Ovládač súborového systému nie je nainštalovaný
te: ఫైల్ సిస్టం డ్రైవరు ప్రతిష్టించి లేదు

source: Filesystem tools not installed
sk: Nástroje súborového systému nie sú nainštalované
te: దస్త్రవ్యవస్థ సాధనాలు ప్రతిష్టించిలేవు

source: Unknown error
sk: Neznáma chyba
te: తెలియని దోషము

source: An error occurred while performing an operation on "%s" (%s): %s
sk: Nastala chyba počas vykonávania operácie na „%s“ (%s): %s
te: "%s" (%s)ఆపరేషన్ జరుగునప్పుడు ఒక దోషము జరిగినది: %s

source: An error occurred: %s
sk: Nastala chyba: %s
te: ఒక దోషము యెదురైంది: %s

source: _Details
sk: _Podrobnosti
te: వివరములు (_D)

source: Flags specifying the behavior of the dialog
sk: Príznaky určujúce správanie dialógového okna
te: డైలాగ్ ప్రవర్తన తెలుపుతున్న ఫ్లాగ్స్

source: Filesystem type
sk: Typ súborového systému
te: దస్త్రవ్యవస్థ రకము

source: The selected filesystem type
te: ఎంపికచేసిన దస్త్రవ్యవస్థ రకము

source: Filesystem label
sk: Menovka súborového systému
te: దస్త్రవ్యవస్థ లేబుల్

source: The requested filesystem label
sk: Požadovaná menovka súborového systému
te: అభ్యర్దించిన దస్త్రవ్యవస్థ లేబుల్

source: Filesystem options
sk: Voľby súborového systému
te: దస్త్రవ్యవస్థ ఐచ్చికాలు

source: The options to use for creating the filesystem
te: ఫైల్ సిస్టమును సృష్టించుటకు ఉపయోగపడే ఐచ్చికాలు

source: Encryption
sk: Šifrovanie
te: ఎన్క్రిప్షన్

source: Whether the volume should be encrypted
sk: Či má byť zväzok zašifrovaný
te: వాల్యూమ్ ఎన్క్రిప్టు చేయబడాలా

source: Take Ownership
sk: Prevziať vlastníctvo
te: అధికారము తీసుకొను

source: Whether the filesystem should be owned by the user
sk: Či má byť súborový systém vlastnený používateľom
te: వినియోగదారుడు ఫైల్ సిస్టమునకు యజమాని అవ్వాలా?

source: Affirmative Button Mnemonic
sk: Mnemotechnika pre potvrdzujúce tlačidlo
te: అఫ్ఫర్ మేటివ్ బటన్ నిమోనిక్

source: The mnemonic label for the affirmative button
sk: Mnemotechnická menovka pre potvrdzujúce tlačidlo
te: అఫ్ఫర్ మేటివ్ బటన్ కు నిమోనిక్ లేబెల్

source: _Format
sk: _Formátovať
te: రూపలావణ్యం(_F)

source: Format %s
sk: Formátovanie %s
te: %s ఫార్మాట్‌చేయి

source: Disk _Utility
sk: Diskové _nástroje
te: డిస్కు యుటిలిటి (_U)

source: Use Disk Utility to format volume
sk: Použije Diskové nástroje na formátovanie zväzku
te: వాల్యూమ్‌ను ఫార్మాట్ చేయుటకు డిస్కు యుటిలిటీను వుపయోగించుము

source: _Type:
sk: _Typ:
te: రకం(_T):

source: Compatible with all systems (FAT)
sk: Kompatibilný so všetkými systémami (FAT)
te: అన్ని సిస్టమ్సుతో సారూప్యమైంది (FAT)

source: Compatible with Linux (ext2)
sk: Kompatibilný s Linuxom (ext2)
te: లైనక్సుతో సారూప్యమైంది (ext2)

source: Compatible with Linux (ext4)
sk: Kompatibilný s Linuxom (ext4)
te: లైనక్సుతో సారూప్యమైంది (ext4)

source: Encrypted, compatible with Linux (FAT)
sk: Šifrovaný, kompatibilný s Linuxom (FAT)
te: ఎన్క్రిప్టుచేయబడింది, లైనక్సుతో సారూప్యమైంది (FAT)

source: _Name:
sk: _Názov:
te: పేరు(_N):

source: New Volume
sk: Nový zväzok
te: కొత్త వాల్యూమ్

source: T_ake ownership of filesystem
sk: _Prevziať vlastníctvo súborového systému
te: దస్త్ర వ్యవస్థ యాజమాన్యతను తీసుకొనుము (_a)

source: The selected file system has a concept of file ownership. If checked, the created file system will be owned by you. If not checked, only the super user can access the file system.
sk: Vybraný súborový systém používa koncept vlastníctva súborov. Ak položku zaškrtnente, budete vytvorený súborový systém vlastniť vy. Ak ju nezaškrtnete, k súborovému systému bude mať prístup iba správca.
te: ఎంపికచేసి దస్త్రవ్యవస్థ దస్త్రపు యజమానత్వము అను విధానాన్ని కలిగివుంది. చెక్ చేసి నట్లైతే, సృష్టించబడిన దస్త్రవ్యవస్థ మీ పరమౌతుంది. చెక్ చేయకపోతే, సూపర్ వినియోగదారి మాత్రమే దస్త్రవ్యవస్థను యాక్సెస్ చేయగలగుతారు.

source: _Encrypt underlying device
sk: Z_ašifrovať podkladové zariadenie
te: ఆధారిత పరికరాన్ని ఎన్క్రిప్టు చేయుము (_E)

source: Encryption protects your data, requiring a passphrase to be entered before the file system can be used. May decrease performance and may not be compatible if you use the media on other operating systems.
sk: Šifrovanie chráni vaše údaje pomocou hesla, ktoré je potrebné zadať, aby bolo možné súborový systém použiť. Môže to však znížiť výkon a médium nemusí byť kompatibilné, ak ho používate v iných operačných systémoch.
te: ఎన్క్రిప్షన్ మీ డాటాను రక్షిస్తుంది, దస్త్రవ్యవస్థను వుపయోగించుటకు ముందుగా సంకేతపదమును ప్రవేశపెట్టవలసి వస్తుంది. పనిసామర్ధ్యతను తగ్గిస్తుంది మరియు యితర ఆపరేటింగ్ సిస్టమ్సునందలి మాధ్యమంతో సారూప్యత కలిగివుండక పోవచ్చు.

source: Warning: All data on the volume will be irrevocably lost.
sk: Varovanie: Všetky údaje na zväzku budú nenávratne stratené.
te: హెచ్చరిక: వాల్యూమ్ పైని డాటా మొత్తము తిరిగి పొందటానికి వీలులేకుండా పోతోంది.

# application name
source: Bourne Again Shell
te: బోర్న్ ఎగైన్ షెల్

# application name
source: Bourne Shell
te: బోర్న్ షెల్

# application name
source: C Shell
te: C షెల్

# application name
source: TENEX C Shell
te: TENEX C షెల్

# application name
source: Z Shell
te: Z షెల్

# application name
source: Korn Shell
te: క్రాన్ షెల్

# application name
source: Process Viewer (top)
sk: Prehliadač procesov (top)
te: ప్రోసెసర్ దర్శని (టాప్)

# application name
source: Terminal Pager (less)
sk: Stránkovač terminálu (less)
te: టెర్మినల్ పేజర్ (తక్కువ)

# application name
source: Unknown
sk: Neznámy
te: తెలియని

source: uid: %d pid: %d program: %s
te: uid: %d pid: %d ప్రోగ్రామ్: %s

source: pid: %d program: %s
te: pid: %d ప్రోగ్రామ్: %s

source: Partition %d on %s
sk: %d. oddiel na %s
te: విభజన %d %s పైన

source: Cannot unmount volume
sk: Nedá sa odpojiť zväzok
te: వాల్యూమ్‌ను అన్‌మౌంట్ చేయలేదు

source: One or more applications are using the volume. Quit the applications, and then try unmounting again.
sk: Zväzok používa jedna alebo viacero aplikácií. Ukončite aplikácie a potom sa znova pokúste zväzok odpojiť.
te: ఒకటి లేక అంతకన్నా యెక్కువ అనువర్తనములు వాల్యూమ్‌ను వుపయోగించుచున్నవి. అనువర్తనములను నిష్క్రమించుము, అప్పుడు అన్‌మౌంటు చేయుటకు ప్రయత్నించుము.

source: _Unmount
sk: _Odpojiť
te: అన్‌మౌంట్(_U)

source: Passphrases do not match
sk: Heslá sa nezhodujú
te: సంకేతపదము సరిపోలలేదు

source: Passphrases do not differ
sk: Heslá sa nelíšia
te: సంకేతపదము విభేందించుటలేదు

source: Passphrase can't be empty
sk: Heslo nemôže byť prázdne
te: సంకేతపదము ఖాళీగా వుండలేదు

source: Cr_eate
sk: _Vytvoriť
te: సృష్టించు (_e)

source: Change _Passphrase
sk: Zmeniť _heslo
te: పాస్ పదసముదాయమును మార్చండి (_P)

source: _Unlock
sk: Odo_mknúť
te: తెరచివేయు(_U)

source: To create an encrypted device, choose a passphrase to protect it
sk: Na vytvorenie šifrovaného zariadenia zvoľte heslo, ktoré ho bude chrániť
te: ఎన్క్రిప్టెడ్ పరికరాన్ని సృష్టించుటకు, వొక సంకేతపదమును యెంచుకొనండి దానిని రక్షించుటకు
