Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: po/*.po
Languages: sk, te

source: The GUID scheme is compatible with most modern systems but may be incompatible with some devices and legacy systems.
sk: Schéma GUID je kompatibilná s väčšinou moderných systémov, ale s niektorými zariadeniami a staršími systémami nemusí byť.
te: GUID స్కీము అనునది చాలా అదునాతన సిస్టమ్సుకు సారూప్యమైంది అయితే కొన్ని పరికరములకు మరియు పాత సిస్టమ్సుకు సారూప్యం కాకపోవచ్చును.

source: Marks the entire disk as unused. Use this option only if you want to avoid partitioning the disk for e.g. whole disk use or floppy / Zip disks.
sk: Označí celý disk ako nepoužitý. Túto voľbu použite iba ak chcete predísť rozdeleniu disku, t.j. aby sa použil celý disk, disketa alebo zip disk.
te: మొత్త డిస్కు వుపయోగించని దానివలె గుర్తుంచబడింది. మీరు డిస్కు విభజనను వద్దనుకుంటేనే ఈ ఐచ్చికాన్ని వుపయోగించండి ఉ.దా. మొత్తము డిస్కును వుపయోగించుటకు లేదా ఫ్లాపీ / జిప్ డిస్కులకు.

# connection name
source: Unknown
sk: Neznámy
te: తెలియని

source: %s at %s
sk: %s (%s)
te: %s వద్ద %s

# RAID level
source: Stripe (RAID-0)
sk: Prekladanie (RAID-0)
te: స్ట్రైప్ (RAID-0)

# RAID level
source: Mirror (RAID-1)
sk: Zrkadlenie (RAID-1)
te: మిర్రర్ (RAID-1)

# RAID level
source: Parity Disk (RAID-4)
sk: S vyhradenou paritou (RAID-4)
te: పారిటి డిస్కు (RAID-4)

# RAID level
source: Distributed Parity (RAID-5)
sk: S distribuovanou paritou (RAID-5)
te: డిస్ట్రిబ్యూటెడ్ పారిటి (RAID-5)

# RAID level
source: Dual Distributed Parity (RAID-6)
sk: S dvojitou distribuovanou paritou (RAID-6)
te: డ్యూయల్ డిస్ట్రిబ్యూటెడ్ పారిటి (RAID-6)

# RAID level
source: Stripe of Mirrors (RAID-10)
sk: Prekladané zrkadlenie (RAID-10)
te: మిర్రర్సు యొక్క స్ట్రైప్ (RAID-10)

# RAID level
source: Concatenated (Linear)
sk: Pospájanie (Linear)
te: కంకాటినేటెడ్ (Linear)

# RAID level
source: Linear
te: నేరుగా

source: Striped set without parity. Provides improved performance but no fault tolerance. If a single disk in the array fails, the entire RAID-0 array fails.
sk: Prekladané pole bez parity. Poskytuje lepší výkon, no netoleruje žiadne chyby. Ak jeden disk v poli zlyhá, celé pole RAID-0 bude nepoužiteľné.
te: పారిటీ లేకుండా స్ట్రైప్‌డ్ సమితి. మెరుగైన పనితనము అందిస్తుంది అయితే లోపము తట్టుకొను శక్తిని యివ్వదు. ఎరే నందలి వొంటరి డిస్కు విఫలమైతే, మొత్తము RAID-0 యెరే విఫలమౌతుంది.

source: Mirrored set without parity. Provides fault tolerance and improved performance for reading. RAID-1 arrays can sustain all but one disk failing.
sk: Zrkadlené pole bez parity. Poskytuje toleranciu chýb a lepší výkon pri čítaní. Polia RAID-1 pri zlyhaní jedného z diskov zachovajú všetky údaje.
te: పారిటీ లేకుండా మిర్రర్డు సమితి. చదువుటకు మెరుగైన పనితనము మరియు లోపము తట్టుకొను శక్తిని యిస్తుంది. RAID-1 యెరేలు వొకటి తప్ప అన్ని డిస్కు వైఫల్యాలను తట్టుకోగలవు.

source: Striped set with parity on a single disk. Provides improved performance and fault tolerance. RAID-4 arrays can sustain a single disk failure.
sk: Prekladané pole s paritou na jednom disku. Poskytuje lepší výkon a toleranciu chýb. Polia RAID-4 pri zlyhaní jedného disku zachovajú údaje.
te: ఒంటరి డిస్కుపైన పారిటీతో స్ట్రైప్‌డ్ సమితి. మెరుగైన పనితనము మరియు లోపము తట్టుకొను శక్తిని యిస్తుంది. RAID-4 యెరేలు వొంటరి డిస్కు వైఫల్యాలను తట్టుకోగలవు.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-5 arrays can sustain a single disk failure.
sk: Prekladané pole s distribuovanou paritou. Poskytuje lepší výkon a toleranciu chýb. Polia RAID-5 pri zlyhaní jedného disku zachovajú údaje.
te: పంపిణీ పారిటీతో స్ట్రైప్‌డ్ సమితి. మెరుగైన పనితనము మరియు లోపము తట్టుకొను శక్తిని యిస్తుంది. RAID-5 యెరేలు వొంటరి డిస్కు వైఫల్యాలను తట్టుకోగలవు.

source: Striped set with dual distributed parity. Provides improved performance and fault tolerance. RAID-6 arrays can sustain two disk failures.
sk: Prekladané pole s dvojitou distribuovanou paritou. Poskytuje lepší výkon a toleranciu chýb. Polia RAID-6 pri zlyhaní dvoch diskov zachovajú údaje.
te: డ్యూయల్ పంపిణీ పారిటీతో స్ట్రైప్‌డ్ సమితి. మెరుగైన పనితనము మరియు లోపము తట్టుకొను శక్తిని యిస్తుంది. RAID-6 యెరేలు రెండు డిస్కు వైఫల్యాలను తట్టుకోగలవు.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-10 arrays can sustain multiple drive losses so long as no mirror loses all its drives.
sk: Prekladané pole s distribuovanou paritou. Poskytuje lepší výkon a toleranciu chýb. Polia RAID-10 zachovajú údaje aj pri zlyhaní viacerých diskov za predpokladu, že zostanú zachované disky tvoriace zrkadlenú časť údajov.
te: పంపిణీ పారిటీతో స్ట్రైప్‌డ్ సమితి. మెరుగైన పనితనమును మరియు లోపము తట్టుకొను శక్తిని యిస్తుంది. ఏ మిర్రర్ దానియొక్క అన్ని డ్రైవులను కోల్పోవునంతవరకు RAID-10 యెరేలు బహుళ డ్రైవ్ నష్టములను తట్టుకుంటాయి.

source: Unknown RAID level %s.
sk: Neznámy typ RAID %s.
te: తెలియని RAID స్థాయి %s.

source: Disk is healthy
sk: Disk je v dobrom stave
te: డిస్కు ఆరోగ్యంగా వుంది

source: Disk was used outside of design parameters in the past
sk: Disk bol skôr používaný s inými parametrami ako výrobnými
te: గతంలో డిస్కు రూపీకరణ పారామితులకు బయట వుపయోగించబడింది

source: Disk has a few bad sectors
sk: Disk má niekoľko chybných sektorov
te: డిస్కు కొద్ది చెడ్డ సెక్టార్సును కలిగివుంది

source: DISK IS BEING USED OUTSIDE DESIGN PARAMETERS
sk: DISK JE POUŽÍVANÝ S INÝMI PARAMETRAMI AKO VÝROBNÝMI
te: డిస్కు రూపీకరణ పారామితులకు బయట వుపయోగించబడుతోంది

source: Backup all data and replace the disk
sk: Zálohujte všetky údaje a vymente disk
te: డాటా అంతటిని బ్యాకప్ చేయండి మరియు డిస్కును పునఃస్థాపించండి

source: DISK HAS MANY BAD SECTORS
sk: DISK MÁ MNOHO CHYBNÝCH SEKTOROV
te: డిస్కు చాలా చెడ్డ సెక్టార్సును కలిగివుంది

source: DISK FAILURE IS IMMINENT
sk: DISKU HROZÍ POKAZENIE
te: డిస్కు వైఫల్యము ఆసన్నమౌతోంది

source: CD-ROM Disc
sk: Disk CD-ROM
te: CD-ROM డిస్కు

source: Blank CD-ROM Disc
sk: Čistý disk CD-ROM
te: ఖాళీ CD-ROM డిస్కు

source: CD-R Disc
sk: Disk CD-R
te: CD-R డిస్కు

source: Blank CD-R Disc
sk: Čistý disk CD-R
te: ఖాళీ CD-R డిస్కు

source: CD-RW Disc
sk: Disk CD-RW
te: CD-RW డిస్కు

source: Blank CD-RW Disc
sk: Čistý disk CD-RW
te: ఖాళీ CD-RW డిస్కు

source: DVD-ROM Disc
sk: Disk DVD-ROM
te: DVD-ROM డిస్కు

source: Blank DVD-ROM Disc
sk: Čistý disk DVD-ROM
te: ఖాళీ DVD-ROM డిస్కు

source: DVD-RW Disc
sk: Disk DVD-RW
te: DVD-RW డిస్కు

source: Blank DVD-RW Disc
sk: Čistý disk DVD-RW
te: ఖాళీ DVD-RW డిస్కు

source: DVD-RAM Disc
sk: Disk DVD-RAM
te: DVD-RAM డిస్కు

source: Blank DVD-RAM Disc
sk: Čistý disk DVD-RAM
te: ఖాళీ DVD-RAM డిస్కు

source: DVD+R Disc
sk: Disk DVD+R
te: DVD+R డిస్కు

source: Blank DVD+R Disc
sk: Čistý disk DVD+R
te: ఖాళీ DVD+R డిస్కు

source: DVD+RW Disc
sk: Disk DVD+RW
te: DVD+RW డిస్కు

source: Blank DVD+RW Disc
sk: Čistý disk DVD+RW
te: ఖాళీ DVD+RW డిస్కు

source: DVD+R DL Disc
sk: Disk DVD+R DL
te: DVD+R DL డిస్కు

source: Blank DVD+R DL Disc
sk: Čistý disk DVD+R DL
te: ఖాళీ DVD+R DL డిస్కు

source: DVD+RW DL Disc
sk: Disk DVD+RW DL
te: DVD+RW DL డిస్కు

source: Blank DVD+RW DL Disc
sk: Čistý disk DVD+RW DL
te: ఖాళీ DVD+RW DL డిస్కు

source: Blu-Ray Disc
sk: Disk Blu-Ray
te: Blu-Ray డిస్కు

source: Blank Blu-Ray Disc
sk: Čistý disk Blu-Ray
te: ఖాళీ Blu-Ray డిస్కు

source: Blu-Ray R Disc
sk: Disk Blu-Ray R
te: Blu-Ray R డిస్కు

source: Blank Blu-Ray R Disc
sk: Čistý disk Blu-Ray R
te: ఖాళీ Blu-Ray R డిస్కు

source: Blu-Ray RW Disc
sk: Čistý disk Blu-Ray RW
te: Blu-Ray RW డిస్కు

source: Blank Blu-Ray RW Disc
sk: Čistý disk Blu-Ray RW
te: ఖాళీ Blu-Ray RW డిస్కు

source: HD DVD Disc
sk: Disk HD DVD
te: HD DVD డిస్కు

source: Blank HD DVD Disc
sk: Čistý disk HD DVD
te: ఖాళీ HD DVD డిస్కు

source: HD DVD-R Disc
sk: Disk HD DVD-R
te: HD DVD-R డిస్కు

source: Blank HD DVD-R Disc
sk: Čistý disk HD DVD-R
te: ఖాళీ HD DVD-R డిస్కు

source: HD DVD-RW Disc
sk: Disk HD DVD-RW
te: HD DVD-RW డిస్కు

source: Blank HD DVD-RW Disc
sk: Čistý disk HD DVD-RW
te: ఖాళీ HD DVD-RW డిస్కు

source: MO Disc
sk: Disk MO
te: MO డిస్కు

source: Blank MO Disc
sk: Čistý disk MO
te: ఖాళీ MO డిస్కు

source: MRW Disc
sk: Disk MRW
te: MRW డిస్కు

source: Blank MRW Disc
sk: Čistý disk MRW
te: ఖాళీ MRW డిస్కు

source: MRW/W Disc
sk: Disk MRW/W
te: MRW/W డిస్కు

source: Blank MRW/W Disc
sk: Čistý disk MRW/W
te: ఖాళీ MRW/W డిస్కు

source: Blank Optical Disc
sk: Čistý optický disk
te: ఖాళీ ఆప్టికల్ డిస్కు

source: %s Extended
sk: %s Rozšírený
te: %s పొడిగించిన

source: Contains logical partitions
sk: Obsahuje logické oddiely
te: తార్కిక విభజనలను కలిగివుంది

source: %s Encrypted
sk: %s Šifrovaný
te: %s ఏన్క్రిప్టైన

source: Optical Disc
sk: Optický disk
te: ఆప్టికల్ డిస్కు

source: %s Filesystem
sk: %s Súborový systém
te: %s దస్త్రవ్యవస్థ

source: %s Partition Table
sk: %s Tabuľka oddielov
te: %s విభజన పట్టిక

source: %s LVM2 Physical Volume
sk: %s Fyzický zväzok LVM2
te: %s LVM2 భౌతిక వాల్యూమ్

source: %s %s Component
sk: %s Súčasť %s
te: %s %s మూలకం

source: Part of "%s" array
sk: Časť poľa „%s“
te: "%s" ఏరే యొక్క భాగము

source: %s Swap Space
sk: %s Odkladací priestor
te: %s స్వాప్ జాగా

source: %s Data
sk: %s Dátový
te: %s డాటా

source: %s Unrecognized
sk: %s Nerozpoznaný
te: %s గుర్తించబడని

source: Unknown or Unused
sk: Neznámy alebo nepoužívaný
te: తెలియని లేదా వుపయోగించని

source: %s Partition
sk: %s Oddiel
te: %s విభజన

source: Partition %d of %s
sk: Oddiel %d na %s
te: %2$s యొక్క %1$d విభజన

source: Partition %d
sk: Oddiel %d
te: విభజన %d

source: Whole-disk volume on %s
sk: Celodiskový zväzok na %s
te: %s పైన మొత్తం-డిస్కు వాల్యూమ్

source: Whole-disk volume
sk: Celodiskový zväzok
te: మొత్తం-డిస్కు వాల్యూమ్

source: It's now safe to remove "%s".
sk: Teraz je možné bezpečne odobrať „%s“.
te: "%s"ను యిప్పుడు తొలగించుట సురక్షితం.

source: Writing data to "%s"...
sk: Zapisujú sa údaje na „%s“...
te: "%s"కు ‍డాటాను వ్రాయుచున్నది...

source: To prevent data loss, wait until this has finished before removing media or disconnecting the device.
sk: Aby ste predišli strate údajov, pred odobratím alebo odpojením média počkajte, pokým sa táto operácia nedokončí.
te: డాటా నష్టమును నిరోధించుటకొరకు, మాధ్యమాన్ని తిసివేయునపుడు లేదా పరికరాన్ని అననుసంధానించునప్పుడు యిది పూర్తగునంత వరకు వేచివుండండి.

source: Hard Disk Problems Detected
sk: Nájdené problémy na pevnom disku
te: హార్డ్ డిస్క్ సమస్య కనుగొనబడినది

source: A hard disk is reporting health problems.
sk: Pevný disk hlási problémy so svojim stavom.
te: హార్డ్ డిస్క్ ఆరోగ్య సమస్యలను తెలుపుతున్నది

source: Multiple system hard disks are reporting health problems.
sk: Viacero systémových pevných diskov hlási problémy so svojim stavom.
te: చాలా సిస్టం హార్డ్ డిస్క్ ఆరోగ్య సమస్యలను తెలుపుతునాయి

source: Examine
sk: Preveriť
te: విశ్లేషించు

source: Multiple hard disks are reporting health problems.
sk: Viacero pevných diskov hlási problémy s dobrým stavom.
te: చాలా హార్డ్ డిస్క్ ఆరోగ్య సమస్యలను తెలుపుతున్నాయి

source: Volume to show
sk: Zväzok, ktorý sa zobrazí
te: చూపుటకు వాల్యూమ్

source: Drive to show
sk: Disk, ktorý sa zobrazí
te: చూపుటకు డ్రైవ్

source: Multipath Drive
sk: Viaccestný disk
te: మల్టీపాత్ చోదకం

# Write Cache
source: Enabled
sk: Povolená
te: చేతనంచేసినది

# Write Cache
source: Disabled
sk: Zakázaná
te: అచేతనంచేసినది

# Rotation Rate
source: Solid-State Disk
sk: Bez pohyblivých častí (SSD)
te: సాలిడ్-స్టేట్ డిస్కు

source: Unknown Scheme: %s
sk: Neznáma schéma: %s
te: తెలియని స్కీము: %s

source: Error launching Brasero
sk: Chyba pri spúšťaní programu Brasero
te: బ్రసేరో ఆరంభించుటలో దోషము

source: The application is not installed
sk: Aplikácia nie je nainštalovaná
te: ఈ కార్యక్షేత్రము ప్రతీష్టించబడలేదు.

source: Error ejecting medium
sk: Chyba pri vysúvaní média
te: మీడియమును బయటకుపంపుటలో దోషము

source: Error detaching drive
te: చోదకమును విడదీయుటలో దోషము

source: Error formatting drive
sk: Chyba pri formátovaní disku
te: చోదకమును ఫార్మాట్ చేయుటలో దోషము

source: Are you sure you want to format the drive?
sk: Ste si istý, že chcete formátovať disk?
te: మీరు ఖచ్చితంగా పరికరమును ఫార్మాట్ చేయాలని అనుకొనుచున్నారా?

source: <b>WARNING:</b> Several paths to this drive has been detected but no corresponding multipath device was found. Your OS may be misconfigured.
sk: <b>UPOZORNENIE:</b> Bolo nájdených viacero ciest k disku, no nebolo nájdené zodpovedajúce viaccestné zariadenie. Váš OS môže byť chybne nakonfigurovaný.
te: <b>హెచ్చరిక:</b> ఈ చోదకమునకు చాలా దారులు కనుగొన్నారు కానీ దానికి సరిపడ్డ మల్టీపాత్ పరికరము దొరకలేదు. మీ OS రూపకరించబడలేదు

source: Go to Multipath Device
sk: Prejsť na viaccestné zariadenie
te: మల్టీపాత్ పరికరమునకు వెళ్ళుము

source: <b>NOTE:</b> This object represents one of several paths to the drive. To perform operations on the drive, use the corresponding multipath object.
sk: <b>POZNÁMKA:</b> Tento objekt reprezentuje jednu z niekoľkých ciest k disku. Na vykonanie operácií na tomto disku použite zodpovedajúci viaccestný objekt.
te: <b>గమనిక:</b> ఈవస్తువు చోదకమునకు చాలా దారులలో ఒక దారిని సూచిస్తుంది. చోదకం పై ఆపరేషనులు చేయుటకు, సరిపడ్డ మల్టీపాత్ వస్తువును ఉపయొగించండి

source: Model:
te: రకము :

source: Serial Number:
sk: Sériové číslo:
te: క్రమ సంఖ్య:

source: Firmware Version:
sk: Verzia firmvéru:
te: పర్మువేర్ వర్షన్:

source: World Wide Name:
sk: Jedinečný názov WWN:
te: ప్రపంచము మొత్తముమీద నామము:

source: Location:
sk: Umiestnenie:
te: స్థలము:

source: Write Cache:
sk: Vyrovnávacia pamäť zápisu:
te: కాషేని వ్రాయు:

source: Rotation Rate:
sk: Frekvencia otáčania:
te: రొటేషను సూచి:

source: Capacity:
sk: Kapacita:
te: సామర్ధ్యత:

source: Connection:
sk: Pripojenie:
te: అనుసంధానము:

source: Partitioning:
sk: Typ rozdelenia:
te: విభజిస్తున్న:

source: Open CD/_DVD Application
sk: Otvoriť aplikáciu pre CD/_DVD
te: CD/DVD కార్యక్షేత్రమును తెరువుము(_D)

source: Create and copy CDs and DVDs
sk: Vytvára a kopíruje CD a DVD
te: CDలను మరియు DVDలను సృష్టించు మరియు నకలుచేయి

source: Format _Drive
sk: Formátovať _disk
te: చొదక రూపలావణ్యం(_D)

source: Erase or partition the drive
sk: Vymaže alebo rozdelí disk
te: చోదకమును విభజించు లేదా చెరిపివేయు.

source: SM_ART Data
sk: Údaje SM_ART
te: SMART డాటా(_A)

source: View SMART data and run self-tests
sk: Zobrazí údaje SMART a spustí samokontrolu
te: SMART దత్తాంశమును చూచి మరియు సెల్ఫ్-టెస్ట్లను నడుపు

source: _Eject
sk: _Vysunúť
te: బయటకునెట్టు (_E)

source: Eject medium from the drive
sk: Vysunie médium z mechaniky
te: చోదకము నుండి మాధ్యమాన్ని బయటకునెట్టుము

source: Safe Rem_oval
sk: Bezpečne _odobrať
te: సురక్షిత తీయుట (_o)

source: Power down the drive so it can be removed
sk: Vypne napájanie disku, aby mohol byť odobraný
te: చోదకమునుతీయుటకు శక్తిని నిలుపుము

source: Measure drive performance
sk: Zmeria výkon disku
te: చోదక పనితనమును కొలువు

source: Vendor:
sk: Výrobca:
te: విక్రయదారుడు:

source: Driver:
sk: Ovládač:
te: డ్రైవర్:

source: Fabric:
sk: Konštrukcia:
te: ఫాబ్రిక్:

source: Number of Ports:
sk: Počet portov:
te: పోర్ట్ల సంఖ్య:

source: Error starting Volume Group
sk: Chyba pri spúšťaní skupiny zväzkov
te: వాల్యూమ్‌ సమూహమును మొదలెట్టుటలో దోషము

source: Error stopping Volume Group
sk: Chyba pri zastavovaní skupiny zväzkov
te: వాల్యూమ్‌ సమూహమును ఆపుటలో దోషము

source: Error setting name for Volume Group
sk: Chyba pri nastavovaní názvu pre skupinu zväzkov
te: వాల్యూమ్ సమూహమునకు పేరు అమర్చుటలో దోషము

source: Choose a new Volume Group name.
sk: Zvoľte nový názov pre skupinu zväzkov.
te: ఒక కొత్త వాల్యూమ్ సమూహ నామము ఎంచుకొనుము.

source: Error adding Physical Volume to Volume Group
sk: Chyba pri pridávaní fyzického zväzku do skupiny zväzkov
te: భౌతిక వాల్యూమును వాల్యూమ్ సమూహమునకు కుదుపుటలో దోషము

source: Error creating PV for VG
sk: Chyba pri vytváraní fyzického zväzku pre skupinu zväzkov
te: VG కొరకు PV సృష్టించుటలో దోషము

source: Error deleting partition for Physical Volume in Volume Group
sk: Chyba pri odstraňovaní oddielu fyzického zväzku v skupine zväzkov
te: వాల్యూమ్ సమూహము నుండి భౌతిక వాల్యూమ్ విభజన నను తొలగించుటలో దోషం

source: Error removing Physical Volume from Volume Group
sk: Chyba pri odoberaní fyzického zväzku zo skupiny zväzkov
te: వాల్యూమ్ సమూహము నుండి భౌతిక వాల్యూమ్ విభజన నను తీసివేయుటలో దోషం

source: Are you sure you want the remove the Physical Volume?
sk: Ste si istý, že chcete odobrať fyzický zväzok?
te: మీరు ఖచ్చితంగా భౌతిక వాల్యూమ్ ను తీసివేయాలని అనుకొనుచున్నారా?

source: _Remove
te: తీసివెయు(_R)

source: Not Running
sk: Nebeží
te: నడువని

source: Partially Running
sk: Beží obmedzene
te: కొద్దిగా నడుస్తున్న

source: Running
sk: Beží
te: నడుస్తున్న

source: Unknown (%d)
sk: Neznámy (%d)
te: తెలియని (%d)

source: Name:
sk: Názov:
te: పేరు:

source: Extent Size:
sk: Veľkosť rozsahu:
te: విస్తార పరిమాణము

source: Physical Volumes:
sk: Fyzické zväzky:
te: భౌతిక వాల్యూమ్

source: Unallocated:
sk: Nevyhradené:
te: కేటాయించని:

source: St_art Volume Group
sk: Sp_ustiť skupinu zväzkov
te: వాల్యూమ్ సమూహమును మొదలెట్టుము(_a)

source: Activate all LVs in the VG
sk: Aktivuje všetky logické zväzky a skupiny zväzkov
te: అన్ని LV లను VGలో చేతనముచేయు

source: St_op Volume Group
sk: Zas_taviť skupinu zväzkov
te: వాల్యూమ్ సమూహమును ఆపుము(_o)

source: Deactivate all LVs in the VG
sk: Deaktivuje všetky logické zväzky v skupine zväzkov
te: అన్ని LV లను VGలో అచేతనముచేయు

source: Edit _Name
sk: Upraviť _názov
te: పేరు మార్చు(_N)

source: Change the Volume Group name
sk: Zmení názov skupiny zväzkov
te: వాల్యూమ్ సమూహ పేరును మార్చుము

source: Edit _Physical Volumes
sk: Upraviť _fyzické zväzky
te: భౌతిక వాల్యూమ్ ను మార్చుము(_P)

source: Create and remove PVs
sk: Vytvára a odoberá fyzické zväzky
te: PV లను సృష్టించు మరియు తొలగించు

# RAID status
source: Not running, partially assembled
sk: Nebeží, čiastočne zostavené
te: నడుచుటలేదు, పాక్షికంగా కూర్చబడింది

# RAID status
source: Not running
sk: Nebeží
te: నడువని

# RAID status
source: Not running, can only start degraded
sk: Nebeží, dá sa spustiť len ako degradované
te: నడుచుటలేదు, డీగ్రేడ్ అయినవి మాత్రమే ప్రారంభిచగలదు

# RAID status
source: Not running, not enough components to start
sk: Nebeží, nemá dostatok súčastí na spustenie
te: నడుచుటలేదు, ప్రారంభించుటకు సరిపోవు మూలకములు లేవు

# RAID status
source: Running
sk: Beží
te: నడుస్తున్న

# RAID action
source: Reshaping
sk: Prebudováva sa
te: పునఃరూపకల్పన

# RAID action
source: Resyncing
sk: Synchronizuje sa
te: రీసింకింగ్

# RAID action
source: Repairing
sk: Opravuje sa
te: బాగుచేయుట

# RAID action
source: Recovering
sk: Obnovuje sa
te: తిరిగితెచ్చుట

# RAID action
source: Checking
sk: Kontroluje sa
te: పరిశీలించుతోంది

# RAID action
source: Idle
sk: Nečinné
te: ఖాళీ

source: Error stopping RAID Array
sk: Chyba pri zastavovaní diskového poľa RAID
te: RAID ఎరేను ఆపడములో దోషము

source: Error starting RAID Array
sk: Chyba pri spúšťaní diskového poľa RAID
te: RAID ఎరేను మొదలెట్టుటలో దోషము

source: Not enough components available to start the RAID Array
sk: Na spustenie diskového poľa RAID nie je dostatok súčastí
te: RAID అరే ప్రారంభించుటకు సరిపోవు మూలకములు లేవు

source: Are you sure you want the RAID Array degraded?
sk: Ste si istý, že chcete degradované diskové pole RAID?
te: మీరు ఖచ్చితంగా RAID అరేని తగించదలచారా?

source: _Start
sk: _Spustiť
te: ప్రారంభం (_S)

source: Error deleting partition for component in RAID Array
sk: Chyba pri odstraňovaní oddielu na súčasti v diskovom poli RAID
te: RAID ఎరే కొరకు మూలకం కొరకు విభజన పట్టికను తొలగించుటలో దోషము

source: Error removing component from RAID Array
sk: Chyba pri odoberaní súčasti z diskového poľa RAID
te: RAID ఎరేనుండి మూలకమును తీసివేయుటలో దోషం

source: Are you sure you want the remove the component?
sk: Ste si istý, že chcete odobrať súčasť?
te: మీరు మూలకంను ఖచ్చితంగా తీసివేద్దామని అనుకొనుచున్నారా?

source: Error adding component to RAID Array
sk: Chyba pri pridávaní súčasti do diskového poľa RAID
te: RAID ఎరే కొరకు మూలకాన్ని కూడుటలో దోషము

source: Error creating component for RAID array
sk: Chyba pri vytváraní súčasti pre diskové pole RAID
te: RAID ఎరే కొరకు మూలకాన్ని సృష్టించుటలో దోషము

source: Error expanding RAID Array
sk: Chyba pri rozširovaní diskového poľa RAID
te: RAID ఎరేను విస్త్రరించుటలో దోషము

source: Error checking RAID Array
sk: Chyba pri kontrole diskového poľa RAID
te: RAID ఎరేను చూచుకొనుటలో దోషము

source: Level:
sk: Typ RAID:
te: స్థాయి:

source: Metadata Version:
sk: Verzia metaúdajov:
te: మెటా డాటా వర్షన్

source: Action:
sk: Akcia:
te: క్రియ:

source: Components:
sk: Súčasti:
te: మూలకములు:

source: St_art RAID Array
sk: S_pustiť pole RAID
te: RAID ఎరేను ప్రారంభిస్తోంది(_a)

source: Bring up the RAID Array
sk: Aktivuje diskové pole RAID
te: RAID ఎరేను పైకి తీసుకురమ్ము

source: St_op RAID Array
sk: _Zastaviť pole RAID
te: RAID ఎరేను ఆపుము(_o)

source: Tear down the RAID Array
sk: Deaktivuje diskové pole RAID
te: RAID ఏరే ని తొలిగించు

source: Format/Erase RAI_D Array
sk: Formátovať/vymazať pole _RAID
te: RAID ఏరే ని ఫార్మాట్/చెరిపివేయు(_D)

source: Erase or partition the array
sk: Vymaže alebo rozdelí diskové pole
te: ఎరేను చెరుపు లేదా విభజన చేయు

source: Chec_k Array
sk: S_kontrolovať pole
te: ఎరేను పరిశీలిస్తోంది(_k)

source: Check and repair the array
sk: Skontroluje a opraví diskové pole
te: ఎరేను పరిశీలించి మరియు రిపేరు చేయుము

source: Edit Com_ponents
sk: Upraviť _súčasti
te: మూలకములను మార్చుము(_p)

source: Create and remove components
sk: Vytvára a odoberá súčasti diskového poľa
te: మూలకంను సృష్టించు మరియు తొలగించుము

source: Measure RAID array performance
sk: Zmeria výkon diskového poľa RAID
te: RAID అరే పనితీరును కొలువు

source: Error unmounting volume
sk: Chyba pri odpájaní zväzku
te: వాల్యూమ్ ను అన్‌మౌంటు చేయుటలో దోషము

source: Error mounting volume
sk: Chyba pri pripájaní zväzku
te: వాల్యూమ్‌ను మౌంట్ చేయుటలో దోషము

source: Error deleting partition
sk: Chyba pri odstraňovaní oddielu
te: విభజనను తొలగించుటలో దోషము

source: Are you sure you want to delete the partition?
sk: Ste si istý, že chcete oddiel odstrániť?
te: మీరు ఖచ్చితంగా పరికరమును తుడిపివేయాలని అనుకొనుచున్నారా?

source: _Delete
sk: O_dstrániť
te: తొలగించు (_D)

source: Error creating filesystem
sk: Chyba pri vytváraní súborového systému
te: దస్త్ర వ్యవస్థ ను సృష్టించుటలో దోషము

source: Are you sure you want to format the volume?
sk: Ste si istý, že chcete formátovať zväzok?
te: మీరు ఖచ్చితంగా వాల్యూమ్ ను ఫార్మాట్ చేయాలని అనుకొనుచున్నారా?

source: Error modifying partition
sk: Chyba pri úprave oddielu
te: విభజనను సవరించుటలో దోషము

source: Are you sure you want to forget the passphrase?
te: మీరు ఖచ్చితంగా పాస్ ఫ్రేజ్ ను మరిచిపోవాలనుకుంటున్నారా?

source: _Forget
sk: _Zabudnúť
te: మరచిపో(_F)

source: Error locking LUKS volume
sk: Chyba pri uzamykaní zväzku LUKS
te: LUKS వాల్యూమ్‌ను లాక్ చేయుటలో దోషము

source: Error unlocking LUKS volume
sk: Chyba pri odomykaní zväzku LUKS
te: LUKS వాల్యూమ్‌ను అన్‌లాక్ చేయటలో దోషము

source: Error creating partition
sk: Chyba pri vytváraní oddielu
te: విభజనను సృష్టించుటలో దోషము

source: Error changing label
sk: Chyba pri zmene menovky
te: లేబల్ మార్చుటలో దోషము

source: Choose a new filesystem label.
sk: Zvoľte novú menovku pre súborový systém.
te: దస్త్రవ్యవస్థలో ఒక కొత్త లేబుల్ ను సృష్టించు

source: _Label:
sk: _Menovka:
te: లేబుల్ (_L):

source: Error checking filesystem on volume
sk: Chyba pri kontrole súborového systému v zväzku
te: వాల్యూమ్ పైన దస్త్రవ్యవస్థను పరిశీలించుటలో దోషము

source: File system check on "%s" (%s) completed
sk: Kontrola souborového systému na „%s“ (%s) bola dokončená
te: "%s" (%s) పైన దస్త్ర వ్యవస్థ పరిశీలన పూర్తైనది

source: File system is clean.
sk: Súborový systém je v poriadku.
te: దస్త్ర వ్యవస్థ శుభ్రముగావుంది.

source: File system is <b>NOT</b> clean.
sk: Súborový systém <b>NIE JE</b> v poriadku.
te: దస్త్ర వ్యవస్థ శుభ్రముగా <b>లేదు</b>.

source: Error spawning nautilus: %s
sk: Chyba pri spúšťaní programu nautilus: %s
te: నాటిలస్ నిస్పాన్ చేయుటలో దోషము: %s

source: Error creating Logical Volume
sk: Chyba pri vytváraní logického zväzku
te: భౌతిక వాల్యూమ్‌ను సృష్తించుటలో దోషము

source: Error stopping Logical Volume
sk: Chyba pri zastavovaní logického zväzku
te: భౌతిక వాల్యూమ్‌నుమార్చుటలో దోషము

source: Error starting Logical Volume
sk: Chyba pri spúštaní logického zväzku
te: భౌతిక వాల్యూమ్‌ను మొదలెట్టడములో దోషము
