Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: po/*.po
Languages: sk, te

source: Error setting name for Logical Volume
sk: Chyba pri nastavovaní názvu pre logický zväzok
te: భౌతిక వాల్యూమ్‌నకు నామము అమర్చడములో దోషము

source: Choose a new name for the Logical Volume.
sk: Zvoľte nový názov pre logický zväzok.
te: భౌతిక వాల్యూమ్‌నకు ఒక కొత్త నామము ఎంచుకొనుము.

source: Error deleting Logical Volume
sk: Chyba pri odstraňovaní logického zväzku
te: భౌతిక వాల్యూమ్‌ను తొలగించుటలో దోషము

source: Are you sure you want to delete the logical volume?
sk: Ste si istý, že chcete odstrániť logický zväzok?
te: మీరు ఖచ్చితంగా భౌతిక వాల్యూమ్‌ను తొలగించాలని అనుకొనుచున్నారా?

source: Volume Name:
sk: Názov zväzku:
te: వాల్యూమ్ నామము:

source: Usage:
sk: Použitie:
te: ఉపయోగము:

source: Partition Type:
sk: Typ oddielu:
te: విభజించు రకము:

source: Partition Label:
sk: Menovka oddielu:
te: విభజన లేబుల్ :

source: Partition Flags:
sk: Príznaky oddielu:
te: విభజన ఫ్లాగ్స్:

source: Type:
sk: Typ:
te: రకం:

source: Available:
sk: Dostupných:
te: లభ్యము:

source: Label:
sk: Menovka:
te: లేబుల్ :

source: Mount Point:
sk: Prípojný bod:
te: మౌంట్ పాయింట్:

# LVM2 LV State
source: Running
sk: Beží
te: నడుస్తున్న

# LVM2 LV State
source: Not Running
sk: Nebeží
te: నడువని

source: Bootable
sk: Zavádzací
te: బూటబుల్

source: Required
sk: Potrebný
te: అవసరమైనది

source: Allocated
sk: Rezervovaný
te: కేతాయించినవి

source: Allow Read
sk: Povolené čítanie
te: చదువుట అనుమతించు

source: Allow Write
sk: Povolený zápis
te: వ్రాయుట అనుమతించు

source: Boot Code PIC
sk: Zavádzací PIC kód
te: PIC బూట్ కోడ్

source: Filesystem
sk: Súborový systém
te: దస్త్రవ్యవస్థ

source: View files on the volume using a SFTP network share
sk: Zobrazí súbory na zväzku pomocou sieťového zdieľania SFTP
te: వాల్యూమ్ పై దస్త్రములను వీక్షించుటకు SFTP నెట్వర్క్ పంచు ను ఉపయోగించుచున్నది

source: View files on the volume
sk: Zobrazí súbory na zväzku
te: వాల్యూమ్ పై దస్త్రములను వీక్షించుము

source: Mounted at %s
sk: Pripojený do %s
te: %s వద్ద మౌంట్ అయినది

source: Not Mounted
sk: Nepripojený
te: మౌంట్ అవ్వలేదు

source: Encrypted Volume (Locked)
sk: Šifrovaný zväzok (Uzamknutý)
te: ఎంక్రిప్ట్ అయిన వాల్యూమ్(లాక్ అయినది)

source: Encrypted Volume (Unlocked)
sk: Šifrovaný zväzok (Odomknutý)
te: ఎంక్రిప్ట్ అయిన వాల్యూమ్(లాక్ అవ్వనిది)

source: Go to array
sk: Prejsť na diskové pole
te: ఎరేను వద్దకు వెళ్ళుము

source: Container for Logical Partitions
sk: Kontajner pre logické oddiely
te: తార్కిక విభజనలనలు కలిగివుండును

source: Logical _Volumes
sk: Logické _zväzky
te: భౌతిక వాల్యూమ్ లు(_V)

source: _Volumes
sk: _Zväzky
te: వాల్యూమ్ లు(_V)

source: _Mount Volume
sk: _Pripojiť zväzok
te: వాల్యూమ్ మౌంట్ చేయుచున్నది(_M)

source: Mount the volume
sk: Pripojí zväzok
te: వాల్యూమ్ మౌంట్ చేయుము...

source: Un_mount Volume
sk: Od_pojiť zväzok
te: వాల్యూమ్‌ను అన్‌మౌంట్ చేయుము

source: Unmount the volume
sk: Odpojí zväzok
te: వాల్యూమ్ ను అన్‌మౌంటు చేయండి

source: Fo_rmat Volume
te: వాల్యూమ్‌ను ఫార్మాట్ చేయుము (_r)

source: Erase or format the volume
sk: Vymaže alebo naformátuje zväzok
te: వాల్యూమ్‌ను ఫార్మాట్ చేయుట లేదా తుడుపుటలో దోషము

source: _Check Filesystem
sk: S_kontrolovať súborový systém
te: దస్త్ర వ్యవస్థను పరిశీలించండి (_C)

source: Check and repair the filesystem
sk: Skontroluje a opraví súborový systém
te: దస్త్ర వ్యవస్థను పరిశీలించు మరియు రిపేరు చేయు

source: Edit Filesystem _Label
sk: Upraviť _menovku
te: దస్త్రవ్యవస్థ లేబుల్ ను మార్చు(_L)

source: Change the label of the filesystem
sk: Zmení menovku súborového systému
te: దస్త్ర వ్యవస్థయొక్క లేబల్ ను మార్చుము

source: Ed_it Partition
sk: Upraviť oddiel
te: విభజన మార్చు(_i)

source: Change partition type, label and flags
sk: Zmení typ oddielu, menovku a príznaky
te: విభజన రకము,లేబల్ మరియు ఫ్లాగ్ లను మార్చు

source: D_elete Partition
sk: Odstrániť oddiel
te: విభజనను తొలగించుము (_e)

source: Delete the partition
sk: Odstráni oddiel
te: విభజనను తొలగించుము

source: _Create Partition
sk: Vytvoriť oddiel
te: విభజనను సృష్టించుము(_C)

source: Create a new partition
sk: Vytvorí nový oddiel
te: ఒక కొత్తవిభజనను సృష్టించుము

source: _Lock Volume
sk: U_zamknúť zväzok
te: లాక్ వాల్యూమ్(_L)

source: Make encrypted data unavailable
sk: Zneprístupní zašifrované údaje
te: ఎంక్రిప్టెడ్ దత్తాంశమును దొరకకుండా చేయు

source: Un_lock Volume
sk: _Odomknúť zväzok
te: అంలాక్ వాల్యూమ్(_l)

source: Make encrypted data available
sk: Sprístupní zašifrované údaje
te: ఎంక్రిప్టెడ్ దత్తాంశమును దొరకేట్టట్టు చేయు

source: Forge_t Passphrase
sk: Zabudnúť _heslo
te: సంకేతపదమును మర్చిపొమ్ము (_t)

source: Delete passphrase from keyring
sk: Odstráni heslo zo zväzku kľúčov
te: కీరింగు నందు సంకేతపదమును తోలగించుము

source: Change passphrase
sk: Zmení heslo
te: పాస్ పదసముదాయమును మార్చండి

source: _Create Logical Volume
sk: _Vytvoriť logický zväzok
te: లాజికల్ వాల్యూమును సృష్టించుము(_C)

source: Create a new logical volume
sk: Vytvorí nový logický zväzok
te: ఒక లాజికల్ వాల్యూమును సృష్టించుము

source: S_tart Volume
sk: _Spustiť zväzok
te: వాల్యూమ్ మొదలెట్టుము (_t)

source: Activate the Logical Volume
sk: Aktivuje logický zväzok
te: లాజికల్ వాల్యూమును చేతనము చేయు

source: Edit Vol_ume Name
sk: Upraviť _názov zväzku
te: వాల్యూమ్ నామమును మార్చు(_u)

source: Change the name of the volume
sk: Zmení názov zväzku
te: వాల్యూమ్‌ నామమును మార్చుము

source: D_elete Volume
sk: O_dstrániť zväzok
te: వాల్యూమ్ ను తొలగించుము(_e)

source: Delete the Logical Volume
sk: Odstráni logický zväzok
te: లాజికల్ వాల్యూమును తొలగించుము

source: Sto_p Volume
sk: _Zastaviť zväzok
te: వాల్యూమ్ ను ఆపుము(_p)

source: Deactivate the Logical Volume
sk: Deaktivuje logický zväzok
te: లాజికల్ వాల్యూమును అచేతనము చేయు

source: %s — Disk Utility
sk: %s — Diskové nástroje
te: %s — డిస్కు యుటిలిటి

source: %s (%s) [%s] @ %s — Disk Utility
sk: %s (%s) [%s] @ %s — Diskové nástroje
te: %s (%s) [%s] @ %s — డిస్కు యుటిలిటి

source: %s (%s) @ %s — Disk Utility
sk: %s (%s) @ %s — Diskové nástroje
te: %s (%s) @ %s — డిస్కు యుటిలిటి

source: %s (%s) [%s] — Disk Utility
sk: %s (%s) [%s] — Diskové nástroje
te: %s (%s) [%s] — డిస్కు యుటిలిటి

source: %s (%s) — Disk Utility
sk: %s (%s) — Diskové nástroje
te: %s (%s) — డిస్కు యుటిలిటి

source: Error creating RAID array
sk: Chyba pri vytváraní diskového poľa RAID
te: RAID ఎరేను సృష్టించుటలో దోషము

source: Error connecting to “%s”
sk: Chyba pri pripájání k „%s“
te: “%s” కి అనుసంధానమగుటలో దోషము

source: translator-credits
sk: Peter Mráz <etkinator@gmail.com>
te: అనువాదకర్త పరపతులు

source: _File
sk: _Súbor
te: దస్త్రం(_F)

source: Connect to _Server...
sk: Pripojiť k _serveru...
te: సర్వరుకు అనుసంధానమగు...(_S)

source: Manage storage devices on another machine
sk: Spravuje úložné zariadenia na inom počítači
te: ఇంకొక మషీను పై దాచబడిన పరికరములను నిర్వహించు

source: _Create
sk: _Vytvoriť
te: నిర్మించు(_C)

source: _RAID Array...
sk: Pole _RAID...
te: RAID ఎరే...(_R)

source: Create a RAID array
sk: Vytvorí diskové pole RAID
te: ఒక RAID ఏరే సృష్టించుము

source: _Edit
sk: _Upraviť
te: సరిచేయు(_E)

source: _Help
sk: _Pomocník
te: సహాయం(_H)

source: _Quit
sk: U_končiť
te: త్యజించు(_Q)

source: Quit
sk: Ukončí program
te: విరమించు

source: Get Help on Disk Utility
sk: Zobrazí pomocníka programu Diskové nástroje
te: డిస్కు యుటిలిటిపైన సాహయమును పొందుము

source: _About
sk: _O programe
te: గురించి(_A)

source: An error occured
sk: Vyskytla sa chyba
te: ఒక దోషము యెదురైంది

source: The operation failed.
sk: Operácia zlyhala.
te: ఆపరేషన్ విఫలమైంది.

source: The device is busy.
sk: Zariadenie je zaneprázdnené.
te: పరికరము బ్యుజీగా వుంది.

source: The operation was canceled.
sk: Operácia bola zrušená.
te: ఆపరేషన్ రద్దుచేయబడింది.

source: The daemon is being inhibited.
sk: Démon je potlačený.
te: డెమోన్ నిరోధించబడుతోంది

source: An invalid option was passed.
sk: Bola predaná neplatná voľba.
te: ఒక చెల్లని ఐచ్చికము పంపబడింది.

source: The operation is not supported.
sk: Operácia nie je podporovaná.
te: ఈ ఆపరేషన్ మద్దతించబడుటలేదు.

source: Getting ATA SMART data would wake up the device.
sk: Získanie údajov z ATA SMART by zariadenie prebudilo.
te: ATA SMART డాటా పొందుట పరికరాన్ని మేల్కొలుపుతుంది.

source: Permission denied.
sk: Prístup zamietnutý.
te: అనుమతి నిరాకరించబడింది.

source: _Details:
sk: _Podrobnosti:
te: వివరములు (_D):

source: _Storage Devices
sk: Ú_ložné zariadenia
te: పరికరములను దాచుము(_S)

source: Zip
sk: Zip mechanika

source: Jaz
sk: Jaz mechanika

source: Empty (0x00)
sk: Prázdny (0x00)

source: Extended (0x05)
sk: Rozšírený (0x05)

source: Hidden FAT12 (0x11)
sk: Skrytý FAT12 (0x11)

source: Compaq diagnostics (0x12)
sk: Diagnostika Compaq (0x12)

source: Hidden FAT16 <32M (0x14)
sk: Skrytý FAT16 <32M (0x14)

source: Hidden FAT16 (0x16)
sk: Skrytý FAT16 (0x16)

source: Hidden HPFS/NTFS (0x17)
sk: Skrytý HPFS/NTFS (0x17)

source: Hidden W95 FAT32 (0x1b)
sk: Skrytý W95 FAT32 (0x1b)

source: Hidden W95 FAT32 (LBA) (0x1c)
sk: Skrytý W95 FAT32 (LBA) (0x1c)

source: Hidden W95 FAT16 (LBA) (0x1e)
sk: Skrytý W95 FAT16 (LBA) (0x1e)

source: Linux swap (0x82)
sk: Linux odkladací (0x82)

source: Hibernation (0x84)
sk: Hibernácia (0x84)

source: Linux Extended (0x85)
sk: Linux rozšírený (0x85)

source: Hibernation (0xa0)
sk: Hibernácia (0xa0)

source: Solaris boot (0xbe)
sk: Solaris zavádzací (0xbe)

source: Virtual
sk: Virtuálny

source: PHY %d of %s
sk: PHY %d, %s

source: Port %d of %s
sk: Port %d, %s

# Rotation Rate
source: %d RPM
sk: %d ot/min

source: %d PHYs
sk: %d PHY

source: Parallel ATA
sk: Paralelné ATA (PATA)

source: Serial ATA
sk: Sériové ATA (SATA)

source: Serial Attached SCSI
sk: Sériovo pripojené SCSI (SAS)

source: Revision:
sk: Revízia:

# RAID status
source: DEGRADED
sk: DEGRADOVANÉ
