Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: po/*.po
Languages: sk, te

source: Disk Utility
sk: Diskové nástroje
te: డిస్కు యుటిలిటి

source: Manage Drives and Media
sk: Správa diskov a médií
te: డ్రైవులను మరియు మాధ్యమాన్ని నిర్వహించుము

source: Disk Notifications
sk: Upozornenia diskov
te: డిస్కు నోటీసులు

source: Provides notifications related to disks
sk: Poskytuje upozornenia súvisiace s diskami
te: డిస్కునకు సంభందించిన నోటీసులను అందిస్తుంది

source: To prevent data corruption, wait until this has finished before removing media or disconnecting the device.
sk: Skôr ako vyberiete médium alebo odpojíte zariadenie, počkajte pokým toto neskončí, aby ste sa vyhli poškodeniu údajov.
te: డాటా కరప్షన్ నిరోధించుటకు, మాధ్యమాన్ని తీసివేయుటకు లేదా పరికరమును అననుసంధానించుటకు ముందుగా ఇది పూర్తగునంతవరకు వేచివుండుము.

source: Device
sk: Zariadenie
te: పరికరం

source: The device to show the dialog for
sk: Zariadenie, pre ktoré sa má zobraziť dialógové okno
te: డైలాగు చూపవలసిన పరికరము

source: text
te: పాఠ్యము

source: Text to show
sk: Text, ktorý sa má zobraziť
te: చూపుటకు పాఠ్యము

source: Error launching Disk Utility
sk: Chyba pri spúšťaní programu Diskové nástroje
te: డిస్కు యుటిలిటి ఆరంభించుటలో దోషము

source: Device to format
sk: Zariadenie, ktoré sa má naformátovať
te: ఫార్మాటు చేయవలసిన పరికరము

source: DEVICE
sk: ZARIADENIE
te: పరికరం

source: Operation was canceled
sk: Operácia bola zrušená
te: ఆపరేషన్ రద్దుచేయబడింది

source: Gnome Disk Utility formatting tool
sk: Formátovací nástroj programu Diskové nástroje Gnome
te: గ్నోమ్ డిస్కు యుటిలిటి ఫార్మేటింగ్ సాధనము

source: Format partition %d of %s (%s)
sk: Formátovať %d. oddiel na zariadení %s (%s)
te: %2$s యొక్క విభజన %1$dను ఫార్మాట్ చేయుము (%3$s)

source: Formatting partition %d of %s (%s)
sk: Formátuje sa %d. oddiel na zariadení %s (%s)
te: %2$s యొక్క విభజన %1$d ను పార్మేట్ చేస్తోంది (%3$s)

source: Format %s (%s)
sk: Formátovať %s (%s)
te: %s ఫార్మాట్‌చేయి (%s)

source: Formatting %s (%s)
sk: Formátuje sa %s (%s)
te: %sను ఫార్మాట్‌చేయుచున్నది (%s)

source: Format %s Volume (%s)
sk: Formátováť %s zväzok (%s)
te: %s వాల్యూమ్‌ను ఫార్మాట్ చేయుము (%s)

source: Formatting %s Volume (%s)
sk: Formátuje sa %s zväzok (%s)
te: %s వాల్యూమ్‌ను ఫార్మాట్ చేయుచున్నది (%s)

source: Preparing...
sk: Pripravuje sa...
te: తయారవుతోంది...

source: Unmounting...
sk: Odpája sa...
te: అన్‌మౌంటు చేయుచున్నది...

source: Unable to format '%s'
sk: Nie je možné naformátovať „%s“
te: '%s'ను ఫార్మాట్ చేయలేక పోతోంది

source: Formatting...
sk: Formátuje sa...
te: రూపలావణ్యమగు...

source: Cancelling...
sk: Ruší sa...
te: రద్దుచేయుచున్నది...

source: Error formatting volume
sk: Chyba pri formátování zväzku
te: వాల్యూమ్‌ను ఫార్మాట్ చేయుటలో దోషము

source: Mounting volume...
sk: Pripája sa zväzok...
te: వాల్యూమ్ మౌంట్ చేయుచున్నది...

source: Error mounting device
sk: Chyba pri pripájaní zariadenia
te: పరికరమును మౌంట్‌చేయుటలో దోషము

source: Error storing passphrase in keyring
sk: Chyba pri ukladaní hesla do zväzku kľúčov
te: కీరింగు నందు సంకేతపదమును దాయుటలో దోషము

source: The RAID Array to add a component to.
sk: Diskové pole RAID, do ktorého se má komponent pridať.
te: RAID ఎరే మూలకమును కూడుటకు.

source: Add spare to %s
sk: Pridať náhradné zariadenie do %s
te: %s కి స్పేర్ ను కూడుము

source: Select a device to create a %s spare on for the RAID Array "%s" (%s)
sk: Vyberte zariadenie, ktoré vytvorí náhradné zariadenie s veľkosťou %s pre diskové pole RAID „%s“ (%s)
te: RAID ఎరే "%s" (%s)నందు %s స్పేర్ ను సృష్టించుటకు ఒక పరికరమును ఎంచుకొనుము

source: Expand %s
sk: Rozšíriť %s
te: %s ను విస్తరించు

source: Select one or more devices to use %s on for expanding the RAID Array "%s" (%s)
sk: Vyberte jedno alebo viac zariadení, z ktorých sa použije %s na rozšíenie diskového poľa RAID „%s“ (%s)
te: "%s" (%s)RAID ఎరే విస్తారము పై %sను ఉపయోగించుటకు ఒకటి లేదా ఒకటి కన్నా ఎక్కువ పరికరములను ఎంచుకొనుము

source: _Expand
sk: _Rozšíriť
te: విస్తరించు(_E)

source: The VG to add a PV to.
sk: Skupina zväzkov, do ktorej sa pridá fyzický zväzok.
te: PV కి VG ని కూడుము.

source: Add Physical Volume to %s (%s)
sk: Přidať fyzický zväzok do %s (%s)
te: భౌతిక వాల్యూమ్ ను %s కి కూడుము(%s)

source: _Size:
sk: _Veľkosť:
te: పరిమాణం (_S):

source: Read Error Rate
sk: Frekvencia chýb pri čítaní
te: చదువు దోషము రేటు

source: Frequency of errors while reading raw data from the disk. A non-zero value indicates a problem with either the disk surface or read/write heads
sk: Frekvencia chýb pri čítaní nespracovaných údajov z disku. Nenulová hodnota indikuje problém s povrchom disku alebo čítacími/zapisovacími hlavami.
te: ముడి డాటాను డిస్కునుండి చదువుచున్నప్పుడు దోషముల తరచుదనము. ఒక సున్నా-కాని విలువ అనునది, సమస్య డిస్కు వుపరితలముతోకాని లేదా చదువు/వ్రాయు హెడ్లతోకాని వున్నదని సూచిస్తుంది

source: Throughput Performance
sk: Priepustnosť
te: త్రౌపుట్ పనితనము

source: Average efficiency of the disk
sk: Priemerná výkonnosť disku
te: డిస్కు యొక్క సగటు సామర్ధ్యత

source: Spinup Time
sk: Čas roztočenia
te: స్పినప్ సమయం

source: Time needed to spin up the disk
sk: Čas potrebný na roztočenie disku
te: డిస్కును స్పినప్ చేయుటకు అవసరమైన సమయం

source: Start/Stop Count
sk: Počet zastavení/roztočení
te: కౌంటును ప్రారంభించుము/ఆపుము

source: Number of spindle start/stop cycles
sk: Počet cyklov roztočenia a zastavenia hriadeľa
te: స్పిండిల్ యొక్క ప్రారంభం/ఆపివేత సైకిళ్ళు

source: Reallocated Sector Count
sk: Počet realokovaných sektorov
te: తిరిగికేటాయించిన సెక్టారు లెక్క

source: Count of remapped sectors. When the hard drive finds a read/write/verification error, it marks the sector as "reallocated" and transfers data to a special reserved area (spare area)
sk: Počet premapovaných sektorov. Keď pevný disk narazí na chybu pri čítaní/zápise/overování, označí sektor ako „realokovaný“ a údaje presunie do špeciálnej rezervovanej oblasti (náhradnej oblasti).
te: తిరిగిమాప్ చేసిన సెక్టారుల లెక్క. హార్డు డ్రైవర్ చదువు/వ్రాయు/నిర్ధారణ దోషమును కనుగొనినప్పుడు, యిది సెక్టారును "తిరిగికేటాయించిన" దానివలె గుర్తుంచుతుంది మరియు డాటాను ప్రత్యేక నిల్వవుంచిన ప్రాంతమునకు (ఖాళీ ప్రాంతమునకు) బదిలీకరించుతుంది

source: Read Channel Margin
sk: Ohraničenie čítaného kanála
te: చానల్ మార్జిన్ చదవండి

source: Margin of a channel while reading data.
sk: Ohraničenie kanála počas čítania údajov.
te: డాటాను చదువుతున్నప్పుడు చానల్ యొక్క మార్జిన్

source: Seek Error Rate
sk: Frekvencia chýb presúvania
te: సీక్ దోషము రేటు

source: Frequency of errors while positioning
sk: Frekvencia chýb pri umiestňovaní hláv
te: స్థానీకరించునప్పుడు దోషముల యొక్క తరచుదనము

source: Seek Timer Performance
sk: Trvanie presunu
te: సీక్ టైమర్ పనితనము

source: Average efficiency of operations while positioning
sk: Priemerná výkonnosť operácií pri umiestňovaní hláv
te: స్థానికరించునప్పుడు ఆపరేటింగ్సు యొక్క సగటు సామర్ధ్యత

source: Power-On Hours
sk: Čas zapnutia v hodinách
te: పవర్-ఆన్ గంటలు

source: Number of hours elapsed in the power-on state
sk: Počet hodín strávených v zapnutom stave
te: పవర్-ఆన్ స్థితినందు గడిచిన గంటల సంఖ్య

source: Spinup Retry Count
sk: Počet opakovaných roztočení
te: స్పినప్ పునఃప్రయత్న లెక్క

source: Number of retry attempts to spin up
sk: Počet opakovaných pokusov o roztočenie
te: స్పినప్ చేయుటకు పునఃప్రయత్నపు దాడుల సంఖ్య

source: Calibration Retry Count
sk: Počet opakovaných kalibrácií
te: మాపనం పునఃప్రయత్న లెక్క

source: Number of attempts to calibrate the device
sk: Počet pokusov o kalibráciu zariadenia
te: పరికరాన్ని మాపనం చేయుటకు ప్రయత్నముల సంఖ్య

source: Power Cycle Count
sk: Počet cyklov zapnutia
te: పవర్ సైకిల్ లెక్క

source: Number of power-on events
sk: Počet udalostí zapnutia
te: పవర్-ఆన్ ఘటనల సంఖ్య

source: Soft read error rate
sk: Frekvencia softvérových chýb čítania
te: సాఫ్టు రీడ్ దోషము రేటు

source: Frequency of 'program' errors while reading from the disk
sk: Frekvencia „programových“ chýb počas čítania z disku
te: డిస్కునుండి చదువుచున్నప్పుడు 'ప్రోగ్రాము' దోషముల యొక్క సంఖ్య

source: Reported Uncorrectable Errors
sk: Nahlásené neopraviteľné chyby
te: సరిదిద్దలేని దోషములను నివేదించినది

source: Number of errors that could not be recovered using hardware ECC
sk: Počet chýb, ktoré nebolo možné opraviť pomocou hardvérového ECC
te: హార్డువేర్ ECC వుపయోగించి సరిదిద్దలేని దోషముల సంఖ్య

source: High Fly Writes
sk: Vybočenia pri zápisoch
te: అధిక ఫ్లై వ్రాతలు

source: Number of times a recording head is flying outside its normal operating range
sk: Počet situací, kedy zápisovacia hlava vyšla von zo svojho operačného rozpätia
te: రికార్డింగ్ హెడ్ దాని సాదారణ ఆపరేటింగ్ విస్తృతిని దాటి ఫ్లై అయిన పర్యాయాల సంఖ్య

source: Airflow Temperature
sk: Teplota prúdiaceho vzduchu
te: గాలిప్రవాహ ఉష్ణోగ్రత

source: Airflow temperature of the drive
sk: Teplota prúdiaceho vzduchu v disku
te: డ్రైవ్ యొక్క గాలిప్రవాహ ఉష్ణోగ్రత

source: G-sense Error Rate
sk: Frekvencia chýb z nárazov
te: G-sense దోషము రేటు

source: Frequency of mistakes as a result of impact loads
sk: Frekvencia chýb ako dôsledok nárazov
te: ప్రభావాల లోడ్ల కారణంగా తప్పుల యొక్క తరచుదనము

source: Power-off Retract Count
sk: Počet vypnutí odstavením
te: పవర్-ఆఫ్ నివర్తనం లెక్క

source: Number of power-off or emergency retract cycles
sk: Počet cyklov vypnutia alebo núdzového odstavenia
te: పవర్-ఆప్ లేదా అత్యవసర నిర్వర్తన సైకిళ్ళ యొక్క సంఖ్య

source: Load/Unload Cycle Count
sk: Počet cyklov zaparkovaie/odparkovanie
te: సైకిల్ లెక్కను లోడ్/అన్‌లోడ్ చేయి

source: Number of cycles into landing zone position
sk: Počet cyklov odstavenia do parkovacej zóny
te: జోన్ స్థానమునకు దించుటకు సైకిళ్ళ సంఖ్య

source: Temperature
sk: Teplota
te: ఉష్ణోగ్రత

source: Current internal temperature of the drive
sk: Aktuálna vnútorná teplota disku
te: డ్రైవ్ యొక్క ప్రస్తుత అంతర్గత ఉష్ణోగ్రత

source: Hardware ECC Recovered
sk: Chyby opravené hardvérovým ECC
te: హార్డువేర్ ECC తిరిగిపొందబడింది

source: Number of ECC on-the-fly errors
sk: Počet za behu opravených chýb pomocou ECC
te: ECC ఆన్-ద-ఫ్లై దోషముల సంఖ్య

source: Reallocation Count
sk: Počet realokácií
te: తిరిగికేటాయింపు లెక్క

source: Number of remapping operations. The raw value of this attribute shows the total number of (successful and unsuccessful) attempts to transfer data from reallocated sectors to a spare area
sk: Počet operacií premapovania. Nespracovaná hodnota tohoto atribútu predstavuje celkový počet (úspešných aj neúspešných) pokusov o presunutie údajov z realokovaných sektorov na náhradné miesto.
te: రీమాపింగ్ ఆపరేషన్ల సంఖ్య. ఈ యాట్రిబ్యూట్ యొక్క ముడి విలువ అనునది, తిరిగికేటాయించిన సెక్టారుల నుండి ఖాళీగావున్న ప్రాంతమునకు డాటా బదిలీకరించుటలో జరిగిన మొత్తము (సఫలమైన మరియు విఫలమైన) ప్రయత్నముల సంఖ్యను చూపుతుంది

source: Current Pending Sector Count
sk: Aktuálny počet čakajúcich sektorov
te: ప్రస్తుతం వాయిదా సెక్టార్ లెక్క

source: Number of sectors waiting to be remapped. If the sector waiting to be remapped is subsequently written or read successfully, this value is decreased and the sector is not remapped. Read errors on the sector will not remap the sector, it will only be remapped on a failed write attempt
sk: Počet sektorov, ktoré čakajú na premapovanie. Ak sa sektor čakajúcí na premapovanie neskôr podarí úspešne zapísať alebo prečítať, tak sa táto hodnota zníži a sektor nebude premapovaný. Chyby pri čítaní sektora jeho premapovanie neovplyvňujú, premapovanie sa vykoná iba pri chybnom pokuse o zápis.
te: తిరిగి మాప్ చెందుటకు వేచివున్న సెక్టార్సు సంఖ్య. తిరిగి మాప్ చెందుటకు వేచివున్న సెక్టార్ తర్వాత వ్రాయబడినా లేదా సమర్ధవంతంగా చదువబడినా, ఈ విలువ తగ్గించబడుతుంది మరియు సెక్టార్ తిరిగి మాప్ చేయబడదు. సెక్టారునందలి రీడ్ దోషములు సెక్టారును తిరిగి మాప్ కానివ్వవు, వ్రాయుటకు ప్రయత్నంచినప్పుడు విఫలమైనప్పుడు మాత్రమే యిది రీమాప్ చేయబడుతుంది.

source: Uncorrectable Sector Count
sk: Počet neopraviteľných sektorov
te: సరిదిద్దలేని సెక్టారు లెక్క

source: The total number of uncorrectable errors when reading/writing a sector. A rise in the value of this attribute indicates defects of the disk surface and/or problems in the mechanical subsystem
sk: Celkový počet neopraviteľných chýb pri čítaní/zápise sektora. Nárast hodnoty tohto atribútu signalizuje chybu na povrchu disku a/alebo problémy v mechanickej časti.
te: సెక్టారు చదువుట/వ్రాయుట చేయునప్పుడు సరిదిద్దలేని దోషముల మొత్తం సంఖ్య. ఈ యాట్రిబ్యూట్ యొక్క విలువునకు రెట్టింపు అనునది డిస్కు వుపరితలంపైని లోపములను మరియు/లేదా యాంత్రిక వుపవ్యవస్థలనందలి సమస్యలను సూచిస్తుంది

source: UDMA CRC Error Rate
sk: Frekvencia CRC chýb v UDMA
te: UDMA CRC దోషపు రేటు

source: Number of CRC errors during UDMA mode
sk: Počet CRC chýb v režieme UDMA
te: UDMA రీతినందు CRC దోషముల సంఖ్య

source: Write Error Rate
sk: Frekvencia chýb pri zápise
te: వ్రాత దోష రేటు

source: Number of errors while writing to disk (or) multi-zone error rate (or) flying-height
sk: Počet chýb počas zápisu na disk (alebo) frekvencia viaczónových chýb (alebo) vzdialenosti od povrchu
te: డిస్కునకు వ్రాయుచున్నప్పుడు దోషముల సంఖ్య (లేదా) మల్టీ-జోన్ దోష రేటు (లేదా) ఫ్లైయింగ్-యెత్తు

source: Soft Read Error Rate
sk: Frekvencia softérových chýb čítania
te: సాఫ్టు చదువు దోష రేటు

source: Number of off-track errors
sk: Počet nesledovaných chýb
te: ఆప్-ట్రాక్ దోషముల సంఖ్య

source: Data Address Mark Errors
sk: Chyby dátových adresovacích značiek
te: డాటా చిరునామా మార్క్ దోషములు

source: Number of Data Address Mark (DAM) errors (or) vendor-specific
sk: Počet chýb dátových adresovacích značiek (DAM) (alebo) špecifické pre výrobcu
te: డాటా అడ్రస్ మార్క్ (DAM) దోషముల సంఖ్య (లేదా) అమ్మకందారి-ప్రత్యేకమైన

source: Run Out Cancel
sk: Zrušenie vybehnutia
te: రన్ అవుట్ రద్దైంది

source: Number of ECC errors
sk: Počet ECC chýb
te: ECC దోషముల సంఖ్య

source: Soft ECC correction
sk: Chyby opravené softvérovým ECC
te: సాఫ్టు ECC దిద్దుబాటు

source: Number of errors corrected by software ECC
sk: Počet chýb opravených softvérovým ECC
te: సాఫ్టువేరు ECC ద్వారా సరిదిద్దబడిన దోషముల సంఖ్య

source: Thermal Asperity Rate
sk: Počet prekročení teploty
te: థెర్మల్ ఏస్పైరిటి రేటు

source: Number of Thermal Asperity Rate errors
sk: Počet chýb spôsobených príliš veľkou teplotou
te: థెర్మల్ ఏస్పైరిటి రేటు దోషముల సంఖ్య

source: Flying Height
sk: Výška nad povrchom
te: ఫ్లైయింగ్ యెత్తు

source: Height of heads above the disk surface
sk: Výška hláv nad povrchom disku
te: డిస్కు ఉపరితలంపైన హెడ్సు యొక్క యెత్తు

source: Spin High Current
sk: Roztáčací prúd
te: స్పన్ హై కరెంటు

source: Amount of high current used to spin up the drive
sk: Hodnota napájacieho prúdu potrebného na roztočenie disku
te: డ్రైవును స్పిన్ చేయుటకు వుపయోగించిన హై కరెంటు మొత్తము

source: Spin Buzz
sk: Výkyvy točenia
te: స్పిన్ బుజ్

source: Number of buzz routines to spin up the drive
sk: Počet vyrovnaní výkyvov točenia disku
te: డ్రైవ్‌ను స్పిన్ చేయుటకు బుజ్ ఆవృతముల సంఖ్య

source: Offline Seek Performance
sk: Výkon nedátového presunu hláv
te: ఆఫ్‌లైన్ సీక్ పనితనము

source: Drive's seek performance during offline operations
sk: Výkon presunu hláv pri nedátových operáciách
te: ఆఫ్‌లైన్ ఆపరేషన్లప్పుడు డ్రైవ్‌యొక్క సీక్ పనితనము

source: Disk Shift
sk: Posun disku
te: డిస్కు షిఫ్టు

source: Shift of disk is possible as a result of strong shock loading in the store, as a result of falling (or) temperature
sk: Posun disku môže nastať silným nárazom pri skladovaní, následkom pádu alebo teploty
te: ఉష్ణోగ్రతా (లేక) వైఫల్యం కారణంగా, స్టోరునందు బలమైన షాక్ లోడైన కారణంగా డిస్కు యొక్క మార్పడి సాధ్యమే

source: Number of errors as a result of impact loads as detected by a shock sensor
sk: Počet chýb, ktoré nastali dôsledkom silných nárazov zistených senzorom otrasov
te: షాక్ సెన్సారు ద్వారా గుర్తించబడిన ప్రభావ లోడ్ల యొక్క ఫలిత దోషముల సంఖ్య

source: Loaded Hours
sk: Počet hodín prevádzky
te: లోడైన గంటలు

source: Number of hours in general operational state
sk: Počet hodín v bežnom prevádzkovom stave
te: సాదారణ ఆపరేషన్ స్థితిలో వున్న గంటలు

source: Load/Unload Retry Count
sk: Počet opakovaných zaťaží
te: లోడు/అన్‌లోడు పునఃప్రయత్నాల లెక్క

source: Loading on drive caused by numerous recurrences of operations, like reading, recording, positioning of heads, etc
sk: Záťaž disku spôsobená početnými opakovanými operáciami, ako napríklad čítanie, zápis, nastavovanie hláv, atď.
te: చదువుట, రికార్డుచేయుట, హెడ్లను పెట్టుట, మొదలగు, ఆపరేషన్ల యొక్క ఆవృతముల వలన డ్రైవ్ పైన లోడవుతోంది

source: Load Friction
sk: Záťaž trením
te: లోడు ఘర్షణ

source: Load on drive caused by friction in mechanical parts of the store
sk: Záťaž disku spôsobená trením mechanických častí úložiska
te: స్టోరుయొక్క యాంత్రిక విభాగముల నందలి ఘర్షణ ద్వారా డ్రైవ్ నందు లోడుచేయుము

source: Total number of load cycles
sk: Celkový počet cyklov záťaže
te: మొత్తము లోడు సైకిళ్ళ సంఖ్య

source: Load-in Time
sk: Čas prevádzky
te: లోడ్-యిన్ సమయం

source: General time for loading in a drive
sk: Celkový čas záťaže disku
te: డ్రైవ్‌నందు లోడుచేయుటకు సాదారణ సమయం

source: Torque Amplification Count
sk: Počet zvýšení krútiaceho momentu
te: టార్క్యూ ఏంప్లిఫికేషన్ లెక్క

source: Quantity efforts of the rotating moment of a drive
sk: Počet pokusov o vyrovnanie krútiaceho momentu disku
te: డ్రైవ్ యొక్క పరిభ్రమణ కదిలక యొక్క పరిమాణ శ్రమలు

source: Number of power-off retract events
sk: Počet zaparkovaní spôsobených stratou energie
te: పవర్-ఆఫ్ నిర్వర్తన ఘటనల యొక్క సంఖ్య

source: GMR Head Amplitude
sk: Rozkmit GMR hláv
te: GMR హెడ్ ఆంప్లిట్యూడ్

source: Amplitude of heads trembling (GMR-head) in running mode
sk: Rozkmit hláv pri ich chvení počas behu
te: నడుచు రీతినందు హెడ్సు వణుకు (GMR-హెడ్) ఆంప్లిట్యూడ్

source: Temperature of the drive
sk: Teplota disku
te: డ్రైవు యొక్క ఉష్ణోగ్రత

source: Endurance Remaining
sk: Zostávajúca odolnosť
te: మిగిలివున్న శక్తి

source: Number of physical erase cycles completed on the drive as a percentage of the maximum physical erase cycles the drive supports
sk: Percentuálny pomer počtu fyzických mazacích cyklov k maximálnemu počtu podporovaných mazacích cyklov
te: డ్రైవు మద్దతనిచ్చునటువంటి గరిష్ట ఫిజికల్ యెరేజ్ సైకిల్సు నందు డ్రైవు పైన పూర్తిచేసిన ఫిజికల్ యెరేజ్ సికిల్సు సంఖ్యా శాతము

source: Uncorrectable ECC Count
sk: Neopraviteľné ECC chyby
te: సరిదిద్దలేని ECC లెక్క

source: Number of uncorrectable ECC errors
sk: Počet neopraviteľných ECC chýb
te: సరిదిద్దలేని ECC దోషముల సంఖ్య

source: Good Block Rate
sk: Početnosť dobrých blokov
te: మంచి బ్లాక్ రేటు

source: Number of available reserved blocks as a percentage of the total number of reserved blocks
sk: Percentuálny pomer dostupných vyhradených blokov k celkovému počtu vyhradených blokov
te: మొత్తము నిలిపివుంచిన బ్లాకులలో అందుబాటులో వున్న నిలిపివుంచిన బ్లాకుల సంఖ్యా శాతము

source: Head Flying Hours
sk: Počet hodín pohybu hláv
te: హెడ్ ఫ్లైయింగ్ గంటలు

source: Time while head is positioning
sk: Čas strávený nastavovaním hláv
te: హెడ్ పెట్టుచున్నప్పుడు సమయం

source: Read Error Retry Rate
sk: Početnosť chýb opakovaného čítania
te: రీడ్ దోషము తిరిగిపొందు రేటు

source: Number of errors while reading from a disk
sk: Počet chýb počas čítania z disku
te: డిస్కునుండి చదువుచున్నప్పుడు దోషముల సంఖ్య

source: No description for attribute %d
sk: Pre atribút %d neexistuje popis
te: యాట్రిబ్యూట్ %d కొరకు యెటువంటి వివరణలేదు

source: Normalized:
sk: Normalizovaná:
te: నార్మలైజ్డు:

source: Worst:
sk: Najhoršia:
te: చెడ్డ:

source: Threshold:
sk: Prahová:
te: త్రెష్‌హోల్డు:

source: Value:
sk: Hodnota:
te: విలువ:

source: Failing
sk: Zlyhanie
te: ఫెయిలింగ్

source: Failed in the past
sk: Dávnejšie zlyhanie
te: గతంలో విఫలమైనారు

source: Warning
sk: Upozornenie
te: హెచ్చరిక

source: Good
sk: V poriadku
te: మంచి

source: Error reading SMART data
sk: Chyba čítania údajov SMART
te: SMART దత్తంశం చదువుట లో దోషము

source: Choose SMART Self-test
sk: Zvoľte samokontrolu SMART
te: SMART సెల్ఫ్-టెస్టును ఎంచుకొను

source: The tests may take a very long time to complete depending on the speed and size of the disk. You can continue using your system while the test is running.
sk: Testy môžu trvať veľmi dlhý čas, v závislosti od rýchlosti a kapacity disku. Počas priebehu testu môžete pokračovať v práci.
te: డిస్కు యొక్క వేగము మరియు పరిమాణముపై ఆధారపడి టెస్టులు పూర్తవటానికి చాలా సమయం పట్టవచ్చును. టెస్టు నడుచుచున్నప్పుడు మీరు మీ సిస్టమును వుపయోగించుకోవచ్చును.

source: _Short (usually less than ten minutes)
sk: _Krátky (zvyčajne menej ako desať minút)
te: పొట్టి (సాదారణంగా పది నిమిషాలకన్నా తక్కువ) (_S)

source: _Extended (usually tens of minutes)
sk: _Rozšírený (zvyčajne desiatky minúť)
te: పొడిగించిన (సాదారణంగా పదుల నిమిషాలలో) (_E)

source: C_onveyance (usually less than ten minutes)
sk: _Po preprave (zvyčajne menej ako desať minút)
te: కన్వేయన్సు (సాదారణంగా పది నిమిషాల కన్నా తక్కువ) (_o)

source: _Run Self Test
sk: _Spustiť samokontrolu
te: సెల్ఫు టెస్టును నడుపుము(_R)

source: %s (%s) – SMART Data
sk: Údaje SMART pre %s (%s)
te: %s (%s) – SMART డాటా

source: Updated:
sk: Aktualizované:
te: నవీకరించిన:

source: Time since SMART data was last read – SMART data is updated every 30 minutes unless the disk is sleeping
sk: Čas kedy boli údaje SMART naposledy prečítané – údaje SMART sú aktualizované každých 30 minút, ak nie je disk v režime spánku
te: SMART డాటా చివరి సారిగా చదవబడినప్పటినుండి – డిస్కు స్లీపింగులో వుండక పోతే SMART డాటా ప్రతి 30 నిమిషాల కొకసారి నవీకరించబడుతుంది

source: Self-tests:
sk: Samokontrola:
te: సెల్ఫు-టెస్టులు:

source: The result of the last self-test that ran on the disk
sk: Výsledok poslednej vykonanej samokontroly disku
te: డిస్కుపైన నడిపిన చివరి సెల్ఫు-టెస్టు యొక్క ఫలితము

source: Powered On:
sk: V prevádzke:
te: పవర్డు ఆన్:

source: The amount of elapsed time the disk has been in a powered-up state
sk: Celkový čas disku stráveného v zapnutom stave
te: పవర్డు-అప్ స్థితిలో డిస్కు గడిపిన సమయం యొక్క మొత్తము

source: Power Cycles:
sk: Počet zapnutí:
te: పవర్ సైకి ళ్ళు:

source: The number of full disk power on/off cycles
sk: Počet celých cyklov zapnutia/vypnutia
te: పూర్తి ఖని పవర్ ఆన్/ఆఫ్ సైకిళ్ళ సంఖ్య

source: Temperature:
sk: Teplota:
te: ఉష్ణోగ్రత:

source: The temperature of the disk
sk: Teplota disku
te: డిస్కు యొక్క ఉష్ణోగ్రత

source: Bad Sectors:
sk: Chybné sektory:
te: చెడ్డ సెక్టార్సు:

source: The sum of pending and reallocated bad sectors
sk: Celkový počet čakajúcich a premiestnených chybných sektorov
te: వాయిదావున్న మరియు తిరిగి కేటాయించిన చెడ్డ సెక్టార్సు యొక్క మొత్తము

source: Self Assessment:
sk: Samozhodnotenie:
te: స్వియ అంచనా:

source: The assessment from the disk itself whether it is about to fail
sk: Zhodnotenie sa disku ohľadne vlastného zlyhávania
te: డిస్కు తనంతట తానే అది విఫలమౌతుందేమో అనేదాని గురించి అంచనా వేయడం

source: Overall Assessment:
sk: Celkové zhodnotenie:
te: మొత్తం అంచనా:

source: An overall assessment of the health of the disk
sk: Celkové zhodnotenie funkčnosti disku
te: డిస్కు యొక్క ఆరోగ్యముపై వొక అంచనా

source: _Refresh
sk: _Obnoviť
te: పునర్వికాసం(_R)

source: Reads SMART Data, waking up the disk
sk: Prebudí disk z režimu spánku a prečíta SMART údaje
te: SMART డాటాను చదువుతుంది, డిస్కుని మేల్కొలుపుతుంది

source: Run _Self-test
sk: Spustiť _samokontrolu
te: సెల్ఫు-టెస్టును నడుపుము(_S)

source: Test the disk surface for errors
sk: Otestuje chyby na povrchu disku
te: డిస్క్ ఉపరితలమును దోషములకు పరీక్షించు

source: _Cancel Self-test
te: సెల్ఫు-టెస్టును రద్దుచేయు(_C)

source: Cancels the self-test
sk: Preruší samokontrolu
te: సెల్ఫు-టెస్టును రద్దుచేయు

source: _Attributes
sk: _Atribúty
te: యాట్రిబ్యూట్లు (_A)

source: ID
sk: Identifikátor
te: ఐడి

source: Attribute
sk: Atribút
te: ఆపాదించు

source: Assessment
sk: Zhodnotenie
te: అంచనా

source: Value
sk: Hodnota
te: విలువ

source: Don't _warn if the disk is failing
sk: _Neupozorňovať, že disk zlyháva
te: డిస్కు విఫలమౌతుంటే నన్ను వారించవద్దు (_w)

source: Leave unchecked to get notified if the disk starts failing
sk: Nechajte nezaškrtnuté, ak chcete byť informovaný pri začatí zlyhávania disku
te: డిస్కు వైఫల్యం చెందుచున్నప్పుడు తెలుపబడకుండా వుండుటకు చెక్‌చేయకుండా వదలండి

source: %.1f years
sk: %.1f roka
te: %.1f సంవత్సరాలు

source: %.1f days
sk: %.1f dňa
te: %.1f రోజులు

source: %.1f hours
sk: %.1f hodiny
te: %.1f గంటలు

source: %.1f minutes
sk: %.1f minúty
te: %.1f నిమిషాలు

source: %.1f seconds
sk: %.1f sekundy
te: %.1f సెకనులు

source: %d sector
sk: %d sektorov
te: %d సెక్టారు
