Repository: 84KaliPleXon3/gnome-disk-utility
Catalog: po/*.po
Languages: sk, te

source: To change the passphrase, enter both the current and new passphrase
sk: Na zmenu hesla zadajte aktuálne aj nové heslo
te: సంకేతపదమును మార్చుటకు, ప్రస్తుత మరియు కొత్త సంకేతపదము రెంటినీ ప్రవేశపెట్టండి

source: Data on this device is stored in an encrypted form protected by a passphrase
sk: Údaje na tomto zariadení sú uložené v šifrovanej forme, chránenej heslom
te: ఈ పరికరముపైని డాటా ఎన్క్రిప్టెడ్ రూపములో నిల్వవుంచబడింది మరియు సంకేతపదము ద్వారా రక్షించబడుతోంది

source: Data on this device will be stored in an encrypted form protected by a passphrase.
sk: Údaje na tomto zariadení budú uložené v šifrovanej forme, chránenej heslom.
te: ఈ పరికరముపైని డాటా ఎన్క్రిప్టెడ్ రూపములో నిల్వవుంచబడింది మరియు సంకేతపదము ద్వారా రక్షించబడుతోంది.

source: Data on this device is stored in an encrypted form protected by a passphrase.
sk: Údaje na tomto zariadení sú uložené v šifrovanej forme, chránenej heslom.
te: ఈ పరికరముపైని డాటా ఎన్క్రిప్టెడ్ రూపములో నిల్వవుంచబడింది మరియు సంకేతపదము ద్వారా రక్షించబడుతోంది.

source: To make the data available for use, enter the passphrase for the device.
sk: Keď chcete údaje používať, zadajte heslo pre zariadenie.
te: డాటా అందుబాటులోకి తేవటానికి, ఈ పరికరమునకు సంకేతపదమును ప్రవేశపెట్టండి.

source: Incorrect Passphrase. Try again.
sk: Nesprávne heslo. Skúste znova.
te: సరికాని సంకేతపదము, మరలా ప్రయత్నించండి.

source: C_urrent Passphrase:
sk: _Aktuálne heslo:
te: ప్రస్తుత సంకేతపదము (_u):

source: _New Passphrase:
sk: _Nové heslo:
te: కొత్త సంకేతపదము (_N):

source: _Verify Passphrase:
sk: _Overenie hesla:
te: సంకేతపదమును నిర్ధారించుము (_V):

source: _Passphrase:
sk: _Heslo:
te: సంకేతపదము (_P):

source: _Forget passphrase immediately
sk: Heslo _ihneď zabudnúť
te: సంకేతపదమును తక్షణమే మర్చిపొమ్ము (_F)

source: Remember passphrase until you _log out
sk: Zapamätať heslo do od_hlásenia
te: మీరు లాగవుట్ అవునంత వరకు సంకేతపదమును గుర్తుంచుకొనుము (_l)

source: _Remember forever
sk: Zapamätať _navždy
te: ఎప్పటికి గుర్తుంచుకొనుము (_R)

source: Enter Passphrase
te: రహస్యపదమును ప్రవేశపెట్టండి

source: LUKS Passphrase for UUID %s
sk: Heslo LUKS pre UUID %s
te: UUID %s కొరకు LUKS సంకేతపదము

source: Empty (don't create a file system)
sk: Prázdny (nevytvárať súborový systém)
te: ఖాళీ (ఒక దస్త్ర వ్యవస్థను సృష్టించవద్దు)

source: Empty
sk: Prázdny
te: ఖాళీ

source: Extended Partition
sk: Rozšírený oddiel
te: పొడిగించిన విభజన

source: Master Boot Record
sk: Hlavný zavádzací záznam (MBR)
te: మాస్టర్ బూట్ రికార్డు

source: GUID Partition Table
sk: Tabuľka oddielov GUID
te: GUID విభజన పట్టిక

source: Don't partition
sk: Nerozdeľovať
te: విభజించవద్దు

source: Apple Partition Map
sk: Mapa oddielov Apple
te: ఆపిల్ విభజన పటము

source: Partitioning Scheme
sk: Schéma rozdelenia
te: విభజంచే స్కీము

source: The selected partitioning scheme
sk: Vybraná schéma rozdelenia
te: ఎంపికచేసిన విభజన స్కీమ్

source: _Scheme:
sk: _Schéma:
te: స్కీమ్(_S):

source: The currently selected size
sk: Aktuálne zvolená veľkosť
te: ప్రస్తుతం యెంపికచేసిన పరిమాణము

source: Minimum Size
sk: Minimálna veľkosť
te: కనీసపరిమాణము

source: The minimum size that can be selected
sk: Minimálna veľkosť, ktorá sa dá zvoliť
te: ఎంపిక చేయదగిన కనీస పరిమాణము

source: Maximum Size
sk: Maximálna veľkosť
te: గరిష్ట పరిమాణము

source: The maximum size that can be selected
sk: Maximálna veľkosť, ktorá sa dá zvoliť
te: ఎంపిక చేయదగిన గరిష్ట పరిమాణము

source: Less than a minute ago
sk: Pred menej ako minútou
te: ఒక నిమిషం లోపల కన్నా క్రితం

source: %d minute ago
sk: Pred %d minútami
te: %d నిముషం క్రితం

source: %d hour ago
sk: Pred %d hodinami
te: %d గంట క్రితం

source: Drive
sk: Disk
te: చోదకం

source: Drive to show volumes for
sk: Disk, pre ktorý zobraziť zväzky
te: వీటికి వాల్యూములను చూపుటకు డ్రైవ్

source: RAID Array is not running
sk: Pole RAID nebeží
te: RAID అరే పనిచేయుటలేదు

source: No Media Detected
sk: Médium nezistené
te: ఎటువంటి మాధ్యమం గుర్తించబడలేదు

source: Extended
sk: Rozšírený
te: పొడగింపబడింది

source: Encrypted
sk: Šifrovaný
te: ఎన్క్రిప్టెడ్

source: RAID Component
sk: Súčasť poľa RAID
te: RAID మూలకము

source: Free
sk: Voľné miesto
te: స్వతంత్ర

source: _Format...
sk: _Formátovať...
te: ఫార్మాట్... (_F)

source: Create new filesystem on the selected device
sk: Vytvorí nový súborový systém na vybranom zariadení
te: ఎంపికచేసిన పరికరము పైన కొత్త దస్త్రవ్యవస్థను సృష్టించుము

source: CompactFlash
sk: CompactFlash karta
te: కాంపాక్టు‌ఫ్లాష్

source: MemoryStick
sk: MemoryStick karta
te: మెమొరీస్టిక్

source: SmartMedia
sk: SmartMedia karta
te: స్మార్టుమీడియా

source: SecureDigital
sk: SD karta
te: సెక్యూర్‌డిజిటల్

source: SD High Capacity
sk: SDHC karta
te: SD అధిక సామర్ధ్యత

source: Floppy
sk: Disketová mechanika
te: ఫ్లాఫి

source: Flash
sk: USB kľúč
te: ఫ్లాష్

source: %s File
sk: %s súbor
te: %s దస్త్రము

source: %s Drive
sk: %s
te: %s డ్రైవ్

source: %s %s Drive
sk: %s %s
te: %s %s డ్రైవ్

source: %s Hard Disk
sk: %s pevný disk
te: %s హార్డు డిస్కు

source: Hard Disk
sk: Pevný disk
te: హార్డ్ డిస్క్

source: %s Solid-State Disk
sk: %s SSD disk
te: %s సాలిడ్-స్టేట్ డిస్కు

source: Solid-State Disk
sk: SSD disk
te: సాలిడ్-స్టేట్ డిస్కు

source: %s Media
sk: %s médium
te: %s మాద్యమం

source: MBR Partition Table
sk: Tabuľka oddielov MBR
te: MBR విభజన పట్టిక

source: Apple Partition Table
sk: Tabuľka oddielov Apple
te: ఆపిల్ విభజన పట్టిక

source: Partitioned
sk: Rozdelený
te: విభజించబడింది

source: Not Partitioned
sk: Nerozdelený
te: విభజించ బడలేదు

source: SAS Expander
sk: Expandér SAS
te: SAS ను విస్తరించేది

source: PATA Host Adapter
sk: Radič PATA
te: PATA అతిధి అడాప్టరు

source: SATA Host Adapter
sk: Radič SATA
te: SATA అతిధి అడాప్టరు

source: ATA Host Adapter
sk: Radič ATA
te: ATA అతిధి అడాప్టరు

source: SAS Host Adapter
sk: Radič SAS
te: SAS అతిధి అడాప్టరు

source: SCSI Host Adapter
sk: Radič SCSI
te: SCSI అతిధి అడాప్టరు

source: Host Adapter
sk: Radič
te: అతిధి అడాప్టరు

source: Logical Volume
sk: Logický zväzok
te: భౌతిక వాల్యూమ్

source: LVM2 Logical Volume
sk: Logický zväzok LVM2
te: LVM2 లాజికల్ వాల్యూమ్

source: Volume Group
sk: Skupina zväzkov
te: వాల్యూమ్ సమూహము

source: %s LVM2 Volume Group
sk: %s skupina zväzkov LVM2
te: %s LVM2 వాల్యూమ్ సమూహము

source: LVM2 Volume Group
sk: Skupina zväzkov LVM2
te: LVM2 వాల్యూమ్ సమూహము

source: %s Free
sk: %s voľného miesta
te: %s ఉచిత

source: Unallocated Space
sk: Nerezervované miesto
te: కేటాయించని జాగా

source: LVM2 VG Unallocated Space
sk: Nerezervované miesto skupiny zväzkov LVM2
te: LVM2 VG కి కేటాయించని జాగా

source: %s %s Array
sk: %s pole %s
te: %s %s అరే

source: %s Array
sk: %s pole
te: %s ఎరే

source: RAID Array %s (%s)
sk: Pole RAID %s (%s)
te: %s (%s) RAID ఎరే

source: RAID device %s
sk: Zariadenie RAID %s
te: RAID పరికరము %s

source: RAID Array
sk: Pole RAID
te: RAID ఎరే

# Linux MD slave state
source: Not Attached
sk: Nepripojené
te: అనుభందించి లేదు

# Linux MD slave state
source: Faulty
sk: Chybné
te: లోపం

# Linux MD slave state
source: Fully Synchronized
sk: Plne synchronizované
te: పూర్తిగా కాలనియమితమైనది

# Linux MD slave state
source: Writemostly
sk: Vyhradené na zápis
te: వ్రైట్‌మోస్ట్లీ

# Linux MD slave state
source: Blocked
sk: Blokované
te: బ్లాక్‌డ్

# Linux MD slave state
source: Partially Synchronized
sk: Čiastočne synchronizované
te: కొంత భాగము కాలనియమితమైనది

# Linux MD slave state
source: Spare
sk: Náhradné
te: స్పేర్

source: Local Storage
sk: Miestne úložisko
te: స్థానికంగా దాచినవి

source: Storage on %s
sk: Úložisko na %s
te: %s పై దాచుట

source: Multipath Devices
sk: Viaccestné zariadenie
te: మల్టీపాత్ పరికరములు

source: Drives with multiple I/O paths
sk: Disky s viacerými V/V cestami
te: అనేక I/O దారులతో చోదకములు

source: Multi-disk Devices
sk: Viacdiskové zariadenia
te: అనేక - డిస్క్ పరికరములు

source: RAID, LVM and other logical drives
sk: RAID, LVM a iné logické disky
te: RAID, LVM మరియు వేరే లాజికల్ పరికరములు

source: Peripheral Devices
sk: Periférne zariadenia
te: పెరిఫరల్ పరికరములు

source: USB, FireWire and other peripherals
sk: USB, FireWire a iné periférie
te: USB, ఫైయర్ వయర్ మరియు వేరే పరికరములు

source: Error enumerating devices: %s
sk: Chyba pri vymenovávaní zariadení: %s
te: పరికరమును వివరించుటలో దోషము: %s

source: Error enumerating adapters: %s
sk: Chyba pri vymenovávaní radičov: %s
te: అడాప్టరును వివరించుటలో దోషము : %s

source: Error enumerating expanders: %s
sk: Chyba pri vymenovávaní expandérov: %s
te: విస్తరించునవి వివరించుటలో దోషము : %s

source: Error enumerating ports: %s
sk: Chyba pri vymenovávaní portov: %s
te: పోర్ట్ వివరించుటలో దోషము : %s

source: Error listening to address `localhost:%d': %s: %s
sk: Chyba pri počúvaní na adrese „localhost:%d“: %s: %s
te: `localhost:%d': %s: %s చిరునామా ని వినుతలో దోషము

source: Error creating a local TCP server, tried binding to ports 9000-10000 on localhost
sk: Chyba pri vytváraní miestneho TCP servera, vyskúšané naviazanie na portoch 9000-10000 na localhost
te: స్థానిక TCP సర్వరును సృష్టించుటలో దోషం , స్థానికఅతిధిపై 9000-10000 పోర్ట్ లను అనుసంధానించుటకు ప్రయత్నించడం జరిగినది

source: Error setting auth mechanisms on local DBusServer
sk: Chyba pri nastavovaní mechanizmov overenia totožnosti pre miestny DBusServer
te: స్థానిక DBusServer పై ఆత్ క్రియావిధానములు అమర్చుటలో దోషము

source: Unable to parse command-line `%s' (Malformed address?): %s
sk: Nepodarilo sa analyzovať príkazový riadok „%s“ (Zle zadaná adresa?): %s
te: `%s'ఆదేశవాక్యమును పార్స్ చేయుట కుదరట్లేదు (మాల్ఫార్మడ్ చిరునామా?): %s

source: Unable to spawn ssh program: %s
sk: Nepodarilo sa spustiť program ssh: %s
te: ssh ప్రోగ్రామును స్పాన్ చేయుట కుదరుటలేదు: %s

source: Error reading stderr output: %s
sk: Chyba pri čítaní výstupu stderr: %s
te: stderr అవుట్ పుట్ చదువుటలో దొషము: %s

source: Error reading stderr output: No content
sk: Chyba pri čítaní výstupu stderr: Žiaden obsah
te: stderr అవుట్ పుట్ చదువుటలో దొషము: విషయము లేదు

source: Error logging in
sk: Chyba pri prihlasovaní
te: లాగిన్ అవ్వడములో దోషము

source: Error sending `%s': %s
sk: Chyba pri odosielaní „%s“: %s
te: `%s'పంపుటలో దోషము: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Waiting for secret' but got `%s'
sk: Neočakávaný výstup stderr - očakávalo sa „udisks-tcp-bridge: Waiting for secret“, no bolo získané „%s“
te: అనుకోని stderr అవుట్ పుట్ -`udisks-tcp-bridge: రహస్యమునకు ఆగునది'గా ఊహించబడినది కాని `%s' వచ్చినది

source: Error passing authorization secret: %s
sk: Chyba pri odovzdávaní údajov pre overenie totožnosti: %s
te: అధికారమైన రహస్యమును పార్స్ చెయుటలో దోషం : %s

source: Error reading stderr from: %s
te: stderr చదువుటలో దోషం : %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Attempting to connect to port %d' but got `%s'
sk: Neočakávaný výstup stderr - očakávalo sa „udisks-tcp-bridge: Attempting to connect to port %d“, no bolo získané „%s“
te: అనుకోని stderr అవుట్ పుట్ -`udisks-tcp-bridge: పోర్టు %d కి అనుసంధానమగుటకు ప్రయత్నించున్నది 'గా ఊహించబడినది కాని `%s' వచ్చినది

source: The udisks-tcp-bridge program failed to prove it was authorized: %s
sk: Program udisks-tcp-bridge zlyhal pri preukazovaní, že bol overený: %s
te: udisks-tcp-bridge ప్రొగ్రాము అధికారపరమైనదని నిరూపించుటలొ విఫలమైనది: %s

source: The udisks-tcp-bridge program failed to prove it was authorized
sk: Program udisks-tcp-bridge zlyhal pri preukazovaní, že bol overený
te: udisks-tcp-bridge ప్రొగ్రాము అధికారపరమైనదని నిరూపించుటలొ విఫలమైనది

source: %s (%s bytes)
sk: %s (%s bajtov)
te: %s (%s బైట్లు)

source: FAT (12-bit version)
sk: FAT (12 bitová verzia)
te: FAT (12-bit వర్షన్)

source: FAT (16-bit version)
sk: FAT (16 bitová verzia)
te: FAT (16-bit వర్షన్)

source: FAT (32-bit version)
sk: FAT (32 bitová verzia)
te: FAT (32-bit వర్షన్)

source: NTFS (version %s)
sk: NTFS (verzia %s)
te: NTFS (వర్షన్ %s)

source: Linux Unified Key Setup
te: లైనక్సు యూనిఫైడ్ కీ అమర్పు

source: Ext2 (version %s)
sk: Ext2 (verzia %s)
te: Ext2 (వర్షన్ %s)

source: Ext3 (version %s)
sk: Ext3 (verzia %s)
te: Ext3 (వర్షన్ %s)

source: Journal for Ext3 (version %s)
sk: Žurnál pre Ext3 (verzia %s)
te: ext3 కొరకు జర్నల్ (వర్షన్ %s)

source: Journal for Ext3
sk: Žurnál pre Ext3
te: ext3 కొరకు జర్నల్

source: Ext4 (version %s)
sk: Ext4 (verzia %s)
te: Ext4 (వర్షన్ %s)

source: XFS (version %s)
sk: XFS (verzia %s)
te: XFS (వర్షన్ %s)

source: ReiserFS (version %s)
sk: ReiserFS (verzia %s)
te: ReiserFS (వర్షన్ %s)

source: Universal Disk Format
sk: Univerzálny diskový formát (UDF)
te: యూనివర్శల్ డిస్కు ఫార్మాట్

source: Swap Space
sk: Odkladací priestor
te: స్వాప్ స్పేస్

source: swap
te: స్వాప్

source: LVM2 Physical Volume (version %s)
sk: Fyzický zväzok LVM2 (verzia %s)
te: LVM2 భౌతిక వాల్యూమ్ (వర్షన్ %s)

source: LVM2 Physical Volume
sk: Fyzický zväzok LVM2
te: LVM2 భౌతిక వాల్యూమ్

source: RAID Component (version %s)
sk: Súčasť poľa RAID (verzia %s)
te: RAID మూలకం (వర్షన్ %s)

source: Minix
te: మినిక్స్

source: minix
te: మినిక్స్

source: Creating File System
sk: Vytvára sa súborový systém
te: దస్త్రవ్యవస్థను సృష్టించుచున్నది

source: Mounting File System
sk: Pripája sa súborový systém
te: దస్త్రవ్యవస్థను మౌంటు చేయుచున్నది

source: Unmounting File System
sk: Odpája sa súborový systém
te: దస్త్రవ్యవస్థను అన్‌మౌంటు చేయుచున్నది

source: Checking File System
te: దస్త్ర వ్యవస్థను పరిశీలిస్తోంది

source: Creating LUKS Device
sk: Vytvára sa zariadenie LUKS
te: LUKS పరికరమును సృష్టిస్తోంది

source: Unlocking LUKS Device
sk: Odomyká sa zariadenie LUKS
te: LUKS పరికరాన్ని అన్‌లాక్ చేస్తోంది

source: Locking LUKS Device
sk: Uzamyká sa zariadenie LUKS
te: LUKS పరికరాన్ని లాక్ చేస్తోంది

source: Creating Partition Table
sk: Vytvára sa tabuľka oddielov
te: విభజన పట్టికను సృష్టిస్తోంది

source: Deleting Partition
sk: Odstraňuje sa tabuľka oddielov
te: విభజనను తొలగిస్తోంది

source: Creating Partition
sk: Vytvára sa oddiel
te: విభజనను సృష్టిస్తోంది

source: Modifying Partition
sk: Upravuje sa oddiel
te: విభజనను సవరిస్తోంది

source: Setting Label for Device
sk: Nastavuje sa menovka pre zariadenie
te: పరికరము కొరకు లేబుల్ అమరుస్తోంది

source: Changing Passphrase for Encrypted LUKS Device
sk: Mení sa heslo pre šifrované zariadenie LUKS
te: ఎన్క్రిప్టెడ్ LUKS పరికరము కొరకు సంకేతపదమును మార్చుతోంది

source: Adding Component to RAID Array
sk: Pridáva sa súčasť do poľa RAID
te: RAID ఎరేకు మూలకమును జతచేస్తోంది

source: Removing Component from RAID Array
sk: Odoberá sa súčasť z poľa RAID
te: RAID ఎరేనుండి మూలకమును తీసివేస్తోంది

source: Stopping RAID Array
sk: Zastavuje sa pole RAID
te: RAID ఎరేను ఆపివేస్తోంది

source: Starting RAID Array
sk: Spúšťa sa pole RAID
te: RAID ఎరేను ప్రారంభిస్తోంది

source: Checking RAID Array
sk: Kontroluje sa pole RAID
te: RAID ఎరేను పరిశీలిస్తోంది

source: Repairing RAID Array
sk: Opravuje sa pole RAID
te: RAID ఏరేను బాగుచేస్తోంది

source: Running Short SMART Self-Test
sk: Beží krátka samokontrola SMART
te: చిన్న SMART సెల్ఫ్-టెస్టును నుడుపుతోంది

source: Running Extended SMART Self-Test
sk: Beží rozšírená samokontrola SMART
te: పొడిగించిన SMART సెల్ఫ్-టెస్టును నడుపుతోంది

source: Running Conveyance SMART Self-Test
sk: Beží samokontrola po preprave SMART
te: కన్వేయన్సు SMART సెల్ఫ్-టెస్టును నడుపుతోంది

source: Ejecting Media
sk: Vysúva sa médium
te: మాధ్యమాన్ని బయటకుపంపుతోంది

source: Detaching Device
te: పరికరాన్ని వేరుచేస్తోంది

source: Forcibly Unmounting Filesystem
sk: Násilne sa odpája súborový systém
te: దస్త్రవ్యవస్థను బలవంతంగా అన్‌మౌంటు చేయుచున్నది

source: Forcibly Locking LUKS device
sk: Násilne sa uzamyká zariadenie LUKS
te: LUKS పరికరాన్ని బలవంతంగా లాక్ చేయుచున్నది

source: Linux Basic Data Partition
sk: Základný údajový oddiel pre Linux
te: లైనక్స్ బేసిక్ డాటా విభజన

source: Linux RAID Partition
sk: RAID oddiel pre Linux
te: లైనక్సు RAID విభజన

source: Linux Swap Partition
sk: Odkladací oddiel pre Linux
te: లైనక్సు స్వాప్ విభజన

source: Linux LVM Partition
sk: LVM oddiel pre Linux
te: లైనక్సు LVM విభజన

source: Linux Reserved Partition
sk: Rezervovaný oddiel pre Linux
te: లైనక్సు రిజర్వుడు విభజన

source: MBR Partition Scheme
sk: Schéma oddielov MBR
te: MBR విభజన స్కీము

source: EFI System Partition
sk: Systémový oddiel EFI
te: EFI సిస్టమ్ విభజన

source: BIOS Boot Partition
sk: Zavádzací oddiel BIOSu
te: బయాస్ బూట్ విభజన

source: Microsoft Reserved Partition
sk: Rezervovaný oddiel pre Microsoft
te: మైక్రోసాఫ్టు రిజర్వుడు విభజన

source: Microsoft Basic Data Partition
sk: Základný údajový oddiel pre Microsoft
te: మైక్రోసాఫ్ట్ బేసిక్ డాటా విభజన

source: Microsoft LDM Metadata Partition
sk: Oddiel metaúdajov LDM pre Microsoft
te: మైక్రోసాఫ్ట్ LDM మెటా డాటా విభజన

source: Microsoft LDM Data Partition
sk: Oddiel údajov LDM pre Microsoft
te: మైక్రోసాఫ్ట్ LDM డాటా విభజన

source: Microsoft Windows Recovery Environment
sk: Záchranné prostredie pre Microsoft Windows
te: మైక్రోసాఫ్ట్ విండోస్ రికవరీ ఎంవిరాన్మెంట్

source: HP-UX Data Partition
sk: Oddiel údajov pre HP-UX
te: HP-UX డాటా విభజన

source: HP-UX Service Partition
sk: Servisný oddiel pre HP-UX
te: HP-UX సర్వీసు విభజన

source: FreeBSD Boot Partition
sk: Zavádzací oddiel pre FreeBSD
te: FreeBSD Boot విభజనను

source: FreeBSD Data Partition
sk: Údajový oddiel pre FreeBSD
te: ఫ్రీ బీయస్ డీ డాటా విభజన

source: FreeBSD Swap Partition
sk: Odkladací oddiel pre FreeBSD
te: FreeBSD స్వాప్ విభజన

source: FreeBSD UFS Partition
sk: Oddiel UFS pre FreeBSD
te: FreeBSD UFS విభజన

source: FreeBSD Vinum Partition
sk: Oddiel Vinum pre FreeBSD
te: FreeBSD వినం విభజనను

source: FreeBSD ZFS Partition
sk: Oddiel ZFS pre FreeBSD
te: FreeBSD ZFS విభజనను

source: Solaris Boot Partition
sk: Zavádzací oddiel pre Solaris
te: సొలారిస్ డాటా విభజన

source: Solaris Root Partition
sk: Koreňový oddiel pre Solaris
te: సొలారిస్ రూట్ విభజన

source: Solaris Swap Partition
sk: Odkladací oddiel pre Solaris
te: సొలారిస్ స్వాప్ విభజన

source: Solaris Backup Partition
sk: Zálohovací oddiel pre Solaris
te: సొలారిస్ బాక్ అప్ విభజన

source: Solaris /usr Partition
sk: Oddiel /usr pre Solaris
te: సొలారిస్/యుయస్ ఆర్ విభజన

source: Solaris /var Partition
sk: Oddiel /var pre Solaris
te: సొలారిస్/వార్ విభజన

source: Solaris /home Partition
sk: Oddiel /home pre Solaris
te: సొలారిస్/నివాసము విభజన

source: Solaris Alternate Sector Partition
sk: Oddiel alternatívnych sektorov pre Solaris
te: సొలారిస్ వేరొక సెక్టరు విభజనను

source: Solaris Reserved Partition
sk: Rezervovaný oddiel pre Solaris
te: సొలారిస్ రిజర్వుడు విభజన

source: Solaris Reserved Partition (2)
sk: Rezervovaný oddiel (2) pre Solaris
te: సొలారిస్ రిజర్వుడు విభజన(2)

source: Solaris Reserved Partition (3)
sk: Rezervovaný oddiel (3) pre Solaris
te: సొలారిస్ రిజర్వుడు విభజన (3)

source: Solaris Reserved Partition (4)
sk: Rezervovaný oddiel (4) pre Solaris
te: సొలారిస్ రిజర్వుడు విభజన (4)

source: Solaris Reserved Partition (5)
sk: Rezervovaný oddiel (5) pre Solaris
te: సొలారిస్ రిజర్వుడు విభజన (5)

source: Apple HFS/HFS+ Partition
sk: Oddiel HFS/HFS+ pre Apple
te: ఆపిల్ HFS/HFS+ విభజన

source: Apple UFS Partition
sk: Oddiel UFS pre Apple
te: ఆపిల్ UFS విభజన

source: Apple ZFS Partition
sk: Oddiel ZFS pre Apple
te: ఆపిల్ ZFS విభజన

source: Apple RAID Partition
sk: Oddiel RAID pre Apple
te: ఆపిల్ RAID విభజన

source: Apple RAID Partition (Offline)
sk: Oddiel RAID pre Apple (odpojený)
te: ఆపిల్ RAID విభజన (ఆఫ్ లైన్)

source: Apple Boot Partition
sk: Zavádzací oddiel pre Apple
te: ఆపిల్ బూట్ విభజన

source: Apple Label Partition
sk: Oddiel Apple Label
te: ఆపిల్ లేబల్ విభజన

source: Apple TV Recovery Partition
sk: Záchranný oddiel Apple TV
te: ఆపిల్ టివీ రికవరీ విభజన

source: NetBSD Swap Partition
sk: Odkladací oddiel pre NetBSD
te: NetBSD స్వాప్ విభజన

source: NetBSD FFS Partition
sk: Oddiel FFS pre NetBSD
te: NetBSD FFS విభజన

source: NetBSD LFS Partition
sk: Oddiel LFS pre NetBSD
te: NetBSD LFS విభజన

source: NetBSD RAID Partition
sk: Oddiel RAID pre NetBSD
te: NetBSD RAID విభజన

source: NetBSD Concatenated Partition
sk: Zreťazený oddiel pre NetBSD
te: NetBSD గుదిగుచ్చు విభజన

source: NetBSD Encrypted Partition
sk: Šifrovaný oddiel pre NetBSD
te: NetBSD ఎంక్రిప్టెడ్ విభజన

source: Unused Partition
sk: Nepoužitý oddiel
te: ఉపయోగించని విభజన

source: Empty Partition
sk: Prázdny oddiel
te: ఖాళీ విభజన

source: Driver Partition
sk: Oddiel pre ovládač
te: డ్రైవర్ విభజన

source: Driver 4.3 Partition
sk: Oddiel Driver 4.3
te: డ్రైవర్ 4.3 విభజన

source: ProDOS file system
sk: Súborový systém ProDOS
te: ProDOS దస్త్ర వ్యవస్థ

source: Minix (0x81)
te: Minix (0x83)

source: Linux RAID autodetect (0xfd)
sk: Linux autodetegovaný RAID (0xfd)
te: లైనక్సు RAID ఆటోడిటెక్టు (0xfd)

source: Unknown (%s)
sk: Neznámy (%s)
te: తెలియని (%s)

source: A popular format compatible with almost any device or system, typically used for file exchange.
sk: Populárny formát kompatibilný s väčšinou zariadení a systémov, zvyčajne sa používa na výmenu súborov.
te: ఏ పరికరముతోనైనా లేదా సిస్టమ్‌తోనైనా సారూప్యమైన వొక పేరొందిన ఫార్మాట్, దస్త్ర బదిలీకరణ కొరకు వుపయోగించబడుతుంది.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support. This file system does not use a journal.
sk: Súborový systém je kompatibilný iba so systémami Linux a poskytuje podporu klasických UNIXových súborových oprávnení. Tento súborový systém nepoužíva žurnál.
te: ఈ దస్త్ర వ్యవస్థ లైనక్సు సిస్టమ్సుతో మాత్రమే సారూప్యమైంది మరియు సాంప్రదాయ UNIX దస్త్ర అనుమతలు మద్దతును అందిస్తుంది. ఈ దస్త్రవ్యవస్థ జర్నల్‌ను వుపయోగించదు.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support.
sk: Súborový systém je kompatibilný iba so systémami Linux a poskytuje podporu klasických UNIXových súborových oprávnení.
te: ఈ దస్త్ర వ్యవస్థ లైనక్సు సిస్టమ్సుతో మాత్రమే సారూప్యమైంది మరియు సాంప్రదాయ UNIX దస్త్ర అనుమతలు మద్దతును అందిస్తుంది.

source: Swap area used by the operating system for virtual memory.
sk: Odkladacia oblasť používaná operačným systémom pre virtuálnu pamäť.
te: వర్చ్యువల్ మెమొరీ కొరకు ఆపరేటింగ్ సిస్టమ్ ద్వారా వుపయోగించబడిన స్వాప్ ప్రాంతము.

source: The native Windows file system. Not widely compatible with other operating systems than Windows.
sk: Súborový systém vlastný pre Windows. Nie je veľmi kompatibilný s operačnými systémami inými ako Windows.
te: నేటివ్ విండోస్ దస్త్ర వ్యవస్థ. విండోస్ కన్నా యితర ఆపరేటింగ్ సిస్టమ్సుతో అంతగా సారూప్యం కాదు.

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with operating systems other than Linux and Minix.
sk: Jednoduchý súborový systém s nízkou réžiou a podporou UNIXových oprávnení. Nie je veľmi kompatibilný s operačnými systémami inými ako Linux a Minix.
te: తక్కువ ఓవర్ హెడ్ మెరియు యూనిక్స్ అనుమతులసహాకం ఉన్న సులువైన ఫైల్ సిస్టం. లైనక్స్ మరియు మినిక్స్ తప్ప వేరొక ఆపరేటింగ్ సిస్టములతో సహకరించపొవచ్చును

source: No file system will be created.
sk: Nebude vytvorený žiadny súborový systém.
te: ఏ దస్త్ర వ్యవస్థ సృష్టించబడదు.

source: Create an Extended Partition for logical partitions.
te: తార్కిక విభజనల కొరకు పొడిగించిన విభజనను సృష్టించుము.

source: The Master Boot Record scheme is compatible with almost any device or system but has a number of limitations with respect to disk size and number of partitions.
sk: Schéma MBR je kompatibilná s väčšinou zariadení a systémov, no má niekoľko obmedzení, ktoré sa týkajú veľkosti disku a počtu oddielov.
te: మాస్టర్ బూట్ రికార్డు స్కీము అనునది ఏ పరికరము లేదా సిస్టమ్‌తోనైనా సారూప్యమైంది అయితే డిస్కు పరిమాణము మరియు విభజనల సంఖ్యను అనుసరించి చాలా పరిమితులను కలిగివుంది.

source: A legacy scheme that is incompatible with most systems except Apple systems and most Linux systems. Not recommended for removable media.
sk: Starší typ schémy, ktorý nie je kompatibilný s väčšinou systémov okrem systémov Apple a väčšiny Linuxových systémov. Neodporúča sa pre odoberateľné médiá.
te: ఆపిల్ సిస్టమ్సు మరియు లైనక్సు సిస్టమ్సుతో తప్ప చాలా సిస్టమ్సుతో సారూప్యంకాని వొక పాత స్కీము. తిసివేయదగు మాధ్యమానికి సిఫార్సు చేయదగనిది.
